[
    {
        "text": "Table A. CANMAT Criteria for Level of Evidence. Level of evidence a Symbol Criteria\n1 High-quality meta-analysis with narrow confidence intervals and/or 2 or more RCTs with adequate sample size, preferably placebo-controlled.\n2 Lower-quality meta-analysis with wide confidence intervals and/or 1 or more RCTs with adequate sample size.\n3 Small-sample RCTs or non-randomized, controlled prospective studies or high-quality retrospective studies.\n4 Expert opinion/consensus.\n\nNote. RCT = randomized controlled trial.\n\naNote that Levels 1 and 2 evidence refer specifically to treatment studies in which randomized comparisons are available. Recommendations involving epidemiological data or risk factors primarily arise from observational studies, which are regarded as Level 3 evidence. Higher order recommendations (e.g., principles of care) often reflect judgment of the strength of evidence from various data sources and therefore are primarily Level 3 or Level 4 evidence.\n\nbAdequate sample size defined as ≥30 participants per randomized condition; small-sample defined as <30 participants per randomized condition. ",
        "metadata": {
            "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section2-07067437241245384",
            "type": "table image",
            "referee_id": "table_a",
            "headings": "Methods > Evidence Review"
        }
    },
    {
        "text": "Table 1.2. Recommendations* for Screening and Assessment. The table presents a concise summary of recommendations for screening and assessment, comprising four key points. Each recommendation is accompanied by a brief explanation and a green circle icon.\n\n*   **Carry a high index of suspicion for MDD in individuals with exposure to static nonmodifiable risk factors and dynamic, potentially modifiable risk factors.**\n*   **Screen for depression using a validated scale (e.g., PHQ-2 followed by the PHQ-9) in individuals with risk factors for depression, when there are supports and resources in place to follow up with full diagnostic assessment and treatment.**\n*   **Conduct a comprehensive diagnostic assessment that addresses biological, psychological, and social factors while recognizing ethnocultural diversity, within a longitudinal life-course framework.**\n*   **For equity-deserving groups in particular, use screening, culturally competent care, collaborative care, and digital health interventions to improve access to and quality of mental health care.**\n\nA note at the bottom of the table provides additional context, specifying that recommendations for principles of care are generally based on Level 3 and Level 4 evidence. The note also clarifies the definitions of MDD and PHQ, providing clarity on the terminology used in the recommendations.\n\nOverall, the table offers a clear and concise summary of recommendations for screening and assessment, emphasizing the importance of considering both static and dynamic risk factors, utilizing validated scales, and conducting comprehensive diagnostic assessments that take into account ethnocultural diversity and longitudinal life-course frameworks. ",
        "metadata": {
            "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section3-07067437241245384",
            "type": "table image",
            "referee_id": "table_1_2",
            "headings": "Question 1. What are Important Issues for Assessment and Diagnosis? > Q.1.a. What are the Risk Factors for MDD?"
        }
    },
    {
        "text": "Figure 1.1. Principles of clinical assessment and management of major depressive disorder. The image presents a flowchart illustrating the principles of clinical management. The flowchart is structured around a central circle, \"Principles of clinical management,\" with eight arrows radiating outward to eight distinct steps. These steps are:\n\n*   **Conduct a thorough assessment**\n    This step serves as the foundation for the entire process, emphasizing the importance of comprehensive evaluation in clinical management.\n*   **Obtain collateral information**\n    Following the initial assessment, obtaining collateral information enables a more detailed understanding of the patient's condition.\n*   **Formulate a diagnosis & differential diagnosis**\n    With the gathered information, healthcare professionals formulate a diagnosis and consider alternative diagnoses to ensure accurate and comprehensive care.\n*   **Support education & self-management**\n    Effective support for patients' education and self-management is crucial for successful treatment outcomes.\n*   **Establish a therapeutic alliance**\n    Building a strong therapeutic alliance between healthcare providers and patients fosters trust and cooperation, leading to better health outcomes.\n*   **Construct a comprehensive safety & management plan**\n    A well-designed safety and management plan ensures the patient's safety and optimal management of their condition.\n*   **Deliver evidence-based treatments**\n    Evidence-based treatments are critical for delivering effective care, as they are grounded in scientific research and proven efficacy.\n*   **Use measurement-based care to monitor outcomes**\n    Monitoring outcomes through measurement-based care allows healthcare providers to assess the effectiveness of treatments and make informed adjustments as needed.\n\nThe flowchart illustrates a cyclical process, where each step informs and builds upon the previous one, ensuring a holistic approach to clinical management. This structured approach enables healthcare professionals to provide high-quality, patient-centered care. (The first step is to conduct a thorough assessment of biological, psychological, and social factors, using collateral information when available, to formulate a diagnosis and differential diagnosis. Other management principles are discussed in subsequent questions (Q.2, Q.3, Q.5). Recommendations for principles of care are generally based on Level 3 and Level 4 evidence.)",
        "metadata": {
            "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section3-07067437241245384",
            "type": "table image",
            "referee_id": "figure_1_1",
            "headings": "Question 1. What are Important Issues for Assessment and Diagnosis? > Q.1.a. What are the Risk Factors for MDD?"
        }
    },
    {
        "text": "Table 2.4. Summary Recommendations for Lifestyle Interventions. Line of treatment: First line: Supervised exercise (low to moderate intensity, for 30 to 40 minutes at a time, 3 to 4 times a week, for a minimum of 9 weeks) for MDE of mild severity. Light therapy (10,000 lux white light for 30 minutes daily) for MDE with seasonal (winter) pattern. Level of evidence: n/a. Second line: Light therapy for mild severity nonseasonal MDE. Adjunctive exercise for moderate severity MDE. Adjunctive light therapy for moderate severity nonseasonal MDE. Adjunctive sleep hygiene and CBTI. Third line: Adjunctive healthy diet (varied diet with high content of fruit, vegetables, and fibre, and low content of saturated fat and carbohydrates). Adjunctive Mediterranean diet. Adjunctive sleep deprivation (wake therapy). Insufficient evidence: Probiotics. ",
        "metadata": {
            "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section4-07067437241245384",
            "type": "table image",
            "referee_id": "table_2_4",
            "headings": "Question 2. What are the Principles for Depression Management? > Q.2.a. What are the Phases and Objectives of Treatment?"
        }
    },
    {
        "text": "Table 3.7. Summary Recommendations for (CAM) Treatments. The table presents a list of CAM treatments for mild to moderate MDE, categorized into four lines based on their severity. The first line includes St. John's Wort for MDE of mild severity and acupuncture for MDE of mild and moderate severity. The second line features St. John's Wort for moderate severity MDE and adjunctive acupuncture for moderate severity MDE. The third line lists adjunctive SAM-e for mild to moderate severity MDE, DHEA for mild severity MDE, and omega-3 fatty acids for mild severity MDE. Additionally, saffron, lavender, or rose root are also mentioned for mild severity MDE. Notably, CAM is defined as complementary and alternative medicine, and MDE refers to major depressive episodes. Furthermore, SAM-e is specified as S-adenosyl-L-methionine, and DHEA is dehydroepiandrosterone. The table highlights that these recommendations are organized according to the degree of severity of MDE. Notably, no CAM treatment has reached the level of evidence that would make it comparable to a first-line psychotherapy or pharmacotherapy treatment for moderate to severe depression. ",
        "metadata": {
            "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section4-07067437241245384",
            "type": "table image",
            "referee_id": "table_3_7",
            "headings": "Question 2. What are the Principles for Depression Management? > Q.2.a. What are the Phases and Objectives of Treatment?"
        }
    },
    {
        "text": "Table 3.1. Summary Recommendations for Selecting the Initial Treatment.1 MDE severity: Mild with low safety risk. \n\n    Psychotherapy and pharmacotherapy demonstrate similar benefits: - Psychotherapy (if readily accessible) is preferred because of fewer risks,  - Exercise, certain CAM treatments, or guided DHIs may be considered as monotherapy, especially if preferred by patients.\n\nModerate, with low-moderate safety risk. \n\n    Initial choice is between pharmacotherapy and psychotherapy: - Pharmacotherapy is slightly more efficacious in reducing depressed mood, guilt, suicidal thoughts, anxiety, and somatic symptoms during acute treatment. - Structured psychotherapy, specifically CBT, is slightly more efficacious in the medium-term (6–12 months).\n\n    Combination of pharmacotherapy and psychotherapy may be considered: - Exercise, certain CAM treatments and/or DHIs may be considered as adjuncts to psychotherapy and/or pharmacotherapy, especially if preferred by patients.\n\nSevere, with moderate to high safety risk. \n\n    For severe MDE without psychotic symptoms, use a combination of pharmacotherapy and psychotherapy: - For severe MDE with psychotic symptoms, use a combination of antidepressant and antipsychotic medication.\n\n    For very severe and/or life-threatening situations, consider electroconvulsive therapy. ",
        "metadata": {
            "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section5-07067437241245384",
            "type": "table image",
            "referee_id": "table_3_1",
            "headings": "Question 3. How are Treatments Selected? > Q.3.a. How is the Initial Treatment Selected?"
        }
    },
    {
        "text": "Table 3.2. Summary Recommendations for Psychological Treatments. The table presents a comprehensive guide to psychological treatments, organized by level of evidence. The first line, designated as Level 1, features cognitive-behavioral therapy (CBT), interpersonal therapy (IPT), and behavioral activation (BA). Moving to the second line, classified as Level 2, the following treatments are listed: CBT, mindfulness-based cognitive therapy (MBCT), problem-solving therapy (PST), short-term psychodynamic psychotherapy (STPP), transdiagnostic psychological treatment of emotional disorders*, acceptance & commitment therapy (ACT), long-term psychodynamic psychotherapy (PDT), metacognitive therapy (MCT), and motivational interviewing (MI).\n\nA crucial note is provided at the bottom of the table, specifying that the order of recommendations within each line of treatment is determined by level of evidence, with alphabetical order serving as a tiebreaker. Additionally, it is mentioned that starred items have undergone changes since the CANMAT 2016 guidelines, based on updated evidence. ",
        "metadata": {
            "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section5-07067437241245384",
            "type": "table image",
            "referee_id": "table_3_2",
            "headings": "Question 3. How are Treatments Selected? > Q.3.a. How is the Initial Treatment Selected?"
        }
    },
    {
        "text": "Table 3.3. Summary Recommendations for Antidepressants. The table presents a comprehensive overview of antidepressant medications, categorized by their position in treatment lines, providing a structured natural language description of each medication's characteristics and levels of evidence.\n\n**Treatment Line Categories:**\n\n*   **First Line**\n*   **Second Line**\n*   **Third Line**\n\n**Medication Information:**\n\n*   **Antidepressant**\n*   **Daily Dose**\n*   **Mechanism**\n*   **Level of Evidence**\n\nThe table includes the following medications:\n\n*   First Line:\n    *   Citalopram\n    *   Escitalopram\n    *   Fluoxetine\n    *   Fluvoxamine\n    *   Paroxetine\n    *   Sertraline\n    *   Desvenlafaxine\n    *   Duloxetine\n    *   Levomilnacipran\n    *   Venlafaxine-XR\n    *   Bupropion\n    *   Mirtazapine\n    *   Vilazodone\n    *   Vortioxetine\n    *   Agomelatine\n    *   Mianserin\n    *   Milnacipran\n    *   Amitriptyline\n    *   Clomipramine\n    *   Desipramine\n    *   Doxepin\n    *   Imipramine\n    *   Nortriptyline\n    *   Protriptyline\n    *   Trimipramine\n    *   Moclobemide\n    *   Trazodone\n    *   Quediapine\n    *   Dextromethorphan-bupropion\n    *   Nefazodone\n    *   Selegiline transdermal\n    *   Phenelzine\n    *   Tranylcypromine\n    *   Reboxetine\n\n**Level of Evidence:**\n\n*   Level 1: Green\n*   Level 2: Light Green\n*   Level 3: White\n*   Level 4: Dark Green\n\n**Note:**\n\n*   Daily doses of 600 mg should be given in divided doses.\n*   MAOI drug and dietary restrictions should be followed.\n*   5-HT = 5-hydroxytryptamine receptor; α1 = alpha-1 adrenergic receptor; α2 = alpha-2 adrenergic receptor; DA = dopamine; MT = melatonin receptor; MAO = monoamine oxidase; NDRI = norepinephrine-dopamine reuptake inhibitor; NMDA = N-methyl-D-aspartate receptor; RIMAT = reversible inhibitor of monoamine oxidase A; SNRI = serotonin-norepinephrine reuptake inhibitor; SRI = serotonin reuptake inhibitor; SSRI = selective serotonin reuptake inhibitor; TCA = tricyclic antidepressant. ",
        "metadata": {
            "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section5-07067437241245384",
            "type": "table image",
            "referee_id": "table_3_3",
            "headings": "Question 3. How are Treatments Selected? > Q.3.a. How is the Initial Treatment Selected?"
        }
    },
    {
        "text": "Table 3.4. Frequency of Adverse Effects of First-Line Antidepressants. The table presents data on the side effects of various medications, including their therapeutic doses and the minimum dose required to elicit these effects. The table is divided into 3 sections, each representing a distinct group of medications: SSRIs (Selective Serotonin Reuptake Inhibitors), SNRIs (Serotonin-Norepinephrine Reuptake Inhibitors), and others.\n\n*   **SSRIs (Selective Serotonin Reuptake Inhibitors)**\n    The first section of the table lists the side effects of SSRIs, including:\n    *   Citalopram: yawning (21), constipation (4), diarrhea (8), dry mouth (19), headache (17), insomnia (4), agitation (3), fatigue (5), sweating (11), asthma (8), tremor (8), and inter- appetite (4).\n    *   Escitalopram: yawning (15), constipation (4), diarrhea (7), dry mouth (2), headache (6), insomnia (4), agitation (2), fatigue (5), sweating (3), asthma (2), tremor (2), and inter- appetite (2).\n    *   Fluoxetine: yawning (21), constipation (18), diarrhea (6), dry mouth (26), headache (22), insomnia (13), agitation (14), fatigue (8), sweating (9), asthma (10), tremor (11), and inter- appetite (11).\n    *   Fluvoxamine: yawning (26), constipation (18), diarrhea (6), dry mouth (26), headache (22), insomnia (15), agitation (26), fatigue (14), sweating (11), asthma (5), tremor (11), and inter- appetite (15).\n    *   Paroxetine: yawning (26), constipation (14), diarrhea (12), dry mouth (18), headache (26), insomnia (13), agitation (2), fatigue (11), sweating (11), asthma (15), tremor (8), and inter- appetite (6).\n    *   Sertraline: yawning (26), constipation (4), diarrhea (8), dry mouth (18), headache (16), insomnia (12), agitation (13), fatigue (3), sweating (8), asthma (11), tremor (11), and inter- appetite (3).\n*   **SNRIs (Serotonin-Norepinephrine Reuptake Inhibitors)**\n    The second section of the table lists the side effects of SNRIs, including:\n    *   Desvenlafaxine: yawning (22), constipation (3), diarrhea (9), dry mouth (11), headache (20), insomnia (13), agitation (<1), fatigue (0), sweating (7), asthma (2), tremor (2), and inter- appetite (5).\n    *   Duloxetine: yawning (20), constipation (5), diarrhea (11), dry mouth (8), headache (15), insomnia (7), agitation (3), fatigue (11), sweating (6), asthma (3), tremor (6), and inter- appetite (8).\n    *   Levomilnacipran: yawning (17), constipation (5), diarrhea (9), dry mouth (10), headache (17), insomnia (8), agitation (2), fatigue (6), sweating (9), asthma (9), tremor (2), and inter- appetite (2).\n    *   Milnacipran: yawning (37), constipation (7), diarrhea (16), dry mouth (5), headache (18), insomnia (10), agitation (4), fatigue (12), sweating (9), asthma (2), tremor (2), and inter- appetite (2).\n    *   Venlafaxine-IR: yawning (6), constipation (15), diarrhea (8), dry mouth (22), headache (25), insomnia (19), agitation (23), fatigue (6), sweating (12), asthma (12), tremor (5), and inter- appetite (11).\n    *   Venlafaxine-XR: yawning (31), constipation (4), diarrhea (8), dry mouth (12), headache (26), insomnia (20), agitation (17), fatigue (10), sweating (14), asthma (8), tremor (5), and inter- appetite (8).\n*   **Others**\n    The third section of the table lists the side effects of other medications, including:\n    *   Agomelatine: yawning (<9), constipation (≤9), diarrhea (≥10), dry mouth (≤9), headache (≥9), insomnia (≤1), agitation (<9), fatigue (<1), sweating (<1), asthma (≤9), tremor (≤1), and inter- appetite (<9).\n    *   Bupropion SR: yawning (11), constipation (≥10), diarrhea (4), dry mouth (≥10), headache (7), insomnia (3), agitation (5), fatigue (2), sweating (2), asthma (2), tremor (2), and inter- appetite (3).\n    *   Bupropion XL: yawning (15), constipation (2), diarrhea (10), dry mouth (19), headache (8), insomnia (5), agitation (5), fatigue (10), sweating (2), asthma (4), tremor (5), and inter- appetite (5).\n    *   Mirtazapine: yawning (13), constipation (25), diarrhea (7), dry mouth (14), headache (8), insomnia (5), agitation (6), fatigue (3), sweating (8), asthma (2), tremor (3), and inter- appetite (17).\n    *   Vilazodone: yawning (24), constipation (5), diarrhea (29), dry mouth (7), headache (14), insomnia (8), agitation (5), fatigue (6), sweating (3), asthma (3), tremor (2), and inter- appetite (1).\n    *   Vortioxetine: yawning (23), constipation (4), diarrhea (5), dry mouth (6), headache (5), insomnia (3), agitation (3), fatigue (3), sweating (2), asthma (2), tremor (1), and inter- appetite (1).\n\nThe table provides a comprehensive overview of the side effects of various medications, including their therapeutic doses and the minimum dose required to elicit these effects. The data is presented in a clear and organized manner, making it easy to compare and contrast the side effects of different medications. ",
        "metadata": {
            "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section5-07067437241245384",
            "type": "table image",
            "referee_id": "table_3_4",
            "headings": "Question 3. How are Treatments Selected? > Q.3.a. How is the Initial Treatment Selected?"
        }
    },
    {
        "text": "Table 3.5. Summary of Comparative Favourability Ratings for First-Line Antidepressants: Efficacy, Acceptability, Drug Interactions, Discontinuation Effects, and Tolerability Issues. The table presents a comprehensive overview of various antidepressant medications, categorized into several sections. The sections are:\n\n**Efficacy and drug-specific issues**\n\n*   Antidepressant: Citalopram\n    *   Efficacy: More favourable\n    *   Acceptability: Less favourable\n*   Antidepressant: Escitalopram\n    *   Efficacy: More favourable\n    *   Acceptability: Neutral\n*   Antidepressant: Fluoxetine\n    *   Efficacy: More favourable\n    *   Acceptability: Less favourable\n*   Antidepressant: Fluvoxamine\n    *   Efficacy: More favourable\n    *   Acceptability: Neutral\n*   Antidepressant: Paroxetine\n    *   Efficacy: More favourable\n    *   Acceptability: Less favourable\n*   Antidepressant: Sertraline\n    *   Efficacy: More favourable\n    *   Acceptability: Neutral\n\n**Tolerability issues**\n\n*   Antidepressant: Citalopram\n    *   Weight gain: More favourable\n    *   Sexual dysfunction: Less favourable\n*   Antidepressant: Escitalopram\n    *   Weight gain: More favourable\n    *   Sexual dysfunction: Less favourable\n*   Antidepressant: Fluoxetine\n    *   Weight gain: More favourable\n    *   Sexual dysfunction: Less favourable\n*   Antidepressant: Fluvoxamine\n    *   Weight gain: More favourable\n    *   Sexual dysfunction: Less favourable\n*   Antidepressant: Paroxetine\n    *   Weight gain: More favourable\n    *   Sexual dysfunction: Less favourable\n*   Antidepressant: Sertraline\n    *   Weight gain: More favourable\n    *   Sexual dysfunction: Less favourable\n\n**SSRIs**\n\n*   Antidepressant: Citalopram\n    *   Efficacy: More favourable\n    *   Acceptability: Less favourable\n*   Antidepressant: Escitalopram\n    *   Efficacy: More favourable\n    *   Acceptability: Neutral\n*   Antidepressant: Fluoxetine\n    *   Efficacy: More favourable\n    *   Acceptability: Less favourable\n*   Antidepressant: Fluvoxamine\n    *   Efficacy: More favourable\n    *   Acceptability: Neutral\n*   Antidepressant: Paroxetine\n    *   Efficacy: More favourable\n    *   Acceptability: Less favourable\n*   Antidepressant: Sertraline\n    *   Efficacy: More favourable\n    *   Acceptability: Neutral\n\n**SNRIs**\n\n*   Antidepressant: Desvenlafaxine\n    *   Efficacy: More favourable\n    *   Acceptability: Less favourable\n*   Antidepressant: Duloxetine\n    *   Efficacy: More favourable\n    *   Acceptability: Neutral\n*   Antidepressant: Levomilnacipran\n    *   Efficacy: More favourable\n    *   Acceptability: Less favourable\n*   Antidepressant: Venlafaxine-XR\n    *   Efficacy: More favourable\n    *   Acceptability: Neutral\n\n**Others**\n\n*   Bupropion\n    *   Efficacy: More favourable\n    *   Acceptability: Less favourable\n*   Mirtazapine\n    *   Efficacy: More favourable\n    *   Acceptability: Neutral\n*   Vilazodone\n    *   Efficacy: More favourable\n    *   Acceptability: Less favourable\n*   Vortioxetine\n    *   Efficacy: More favourable\n    *   Acceptability: Neutral\n\n**Not available in Canada**\n\n*   Agomelatine\n    *   Efficacy: More favourable\n    *   Acceptability: Less favourable\n*   Mianserin\n    *   Efficacy: More favourable\n    *   Acceptability: Neutral\n*   Milnacipran\n    *   Efficacy: More favourable\n    *   Acceptability: Less favourable\n\n**Drug Interactions**\n\n*   Citalopram\n    *   Drug interactions: QTc\n*   Escitalopram\n    *   Drug interactions: QTc\n*   Fluoxetine\n    *   Drug interactions: QTc\n*   Fluvoxamine\n    *   Drug interactions: QTc\n*   Paroxetine\n    *   Drug interactions: QTc\n*   Sertraline\n    *   Drug interactions: QTc\n\n**Discontinuation**\n\n*   Citalopram\n    *   Discontinuation: Less favourable\n*   Escitalopram\n    *   Discontinuation: Less favourable\n*   Fluoxetine\n    *   Discontinuation: Less favourable\n*   Fluvoxamine\n    *   Discontinuation: Less favourable\n*   Paroxetine\n    *   Discontinuation: Less favourable\n*   Sertraline\n    *   Discontinuation: Less favourable\n\n**Sedation**\n\n*   Citalopram\n    *   Sedation: More favourable\n*   Escitalopram\n    *   Sedation: More favourable\n*   Fluoxetine\n    *   Sedation: More favourable\n*   Fluvoxamine\n    *   Sedation: More favourable\n*   Paroxetine\n    *   Sedation: More favourable\n*   Sertraline\n    *   Sedation: More favourable\n\n**Weight gain**\n\n*   Citalopram\n    *   Weight gain: More favourable\n*   Escitalopram\n    *   Weight gain: More favourable\n*   Fluoxetine\n    *   Weight gain: More favourable\n*   Fluvoxamine\n    *   Weight gain: More favourable\n*   Paroxetine\n    *   Weight gain: More favourable\n*   Sertraline\n    *   Weight gain: More favourable\n\n**Sexual dysfunction**\n\n*   Citalopram\n    *   Sexual dysfunction: Less favourable\n*   Escitalopram\n    *   Sexual dysfunction: Less favourable\n*   Fluoxetine\n    *   Sexual dysfunction: Less favourable\n*   Fluvoxamine\n    *   Sexual dysfunction: Less favourable\n*   Paroxetine\n    *   Sexual dysfunction: Less favourable\n*   Sertraline\n    *   Sexual dysfunction: Less favourable\n\n**Other Tolerability**\n\n*   Citalopram\n    *   Other tolerability: Neutral\n*   Escitalopram\n    *   Other tolerability: Neutral\n*   Fluoxetine\n    *   Other tolerability: Neutral\n*   Fluvoxamine\n    *   Other tolerability: Neutral\n*   Paroxetine\n    *   Other tolerability: Neutral\n*   Sertraline\n    *   Other tolerability: Neutral ",
        "metadata": {
            "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section5-07067437241245384",
            "type": "table image",
            "referee_id": "table_3_5",
            "headings": "Question 3. How are Treatments Selected? > Q.3.a. How is the Initial Treatment Selected?"
        }
    },
    {
        "text": "Table 3.6. Summary Medication Recommendations for DSM-5-TR Episode Specifiers and Symptom Dimensions. This table outlines the DSM-5-TR episode specifiers and symptom dimensions for various treatment lines. The first line of treatment includes:\n\n* Anxious distress: Any first-line antidepressant from Table 3.3\n* Atypical features: Any first-line antidepressant from Table 3.3\n* Melancholic features: Any first-line antidepressant from Table 3.3\n* Mixed features: Any first-line antidepressant from Table 3.3\n* Psychotic features: Benzodiazepine and any first-line antidepressant from Table 3.3\n* Catatonic features: Benzodiazepine and any first-line antidepressant from Table 3.3\n\nThe second line of treatment includes:\n\n* Anxious distress: Lurasidone\n* Atypical features: Lurasidone\n* Melancholic features: Lurasidone\n* Mixed features: Lurasidone\n* Psychotic features: Bupropion\n* Catatonic features: Duloxetine\n\nThe table also indicates the symptom dimensions for each treatment line, including:\n\n* Cognitive dysfunction: Vortioxetine, Agomelatine, Mirtazapine, Quetiapine-XR, Duloxetine\n* Sleep disturbance: Vortioxetine, Agomelatine, Duloxetine\n* Somatic symptoms: Duloxetine (pain), Bupropion (fatigue), Duloxetine (fatigue), Other SNRIs (pain), SSRIs (fatigue)\n\nNote: SSRIs = selective serotonin reuptake inhibitor; SNRI = serotonin-norepinephrine reuptake inhibitor. ",
        "metadata": {
            "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section5-07067437241245384",
            "type": "table image",
            "referee_id": "table_3_6",
            "headings": "Question 3. How are Treatments Selected? > Q.3.a. How is the Initial Treatment Selected?"
        }
    },
    {
        "text": "Table 4.3. Summary Recommendations for DHIs. The table contains information regarding the level of evidence available for different treatment lines of Digital Health Interventions (DHIs) for Major Depressive Episode (MDE). The first line of treatment involves adjunctive use of guided iCBT DHIs for MDE of mild–moderate severity, with a level of evidence classified as 'first line'. The second line of treatment involves adjunctive use of self-directed DHIs for mild–moderate severity MDE when supported with guidance by clinicians, also classified as 'second line'. The third line of treatment involves adjunctive use of guided iBA DHIs for mild–moderate severity MDE, but no other clinical interventions are available. This treatment line is classified as 'third line'. A final note is provided regarding the level of evidence for DHIs, stating that they must be carefully evaluated for both risks and benefits prior to clinical application. The strength of evidence for DHIs is not as strong as for first-line pharmacotherapy or psychotherapy treatments for MDE. ",
        "metadata": {
            "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section6-07067437241245384",
            "type": "table image",
            "referee_id": "table_4_3",
            "headings": "Question 4. What is the Role of DHIs? > Q.4.a. What are DHIs?"
        }
    },
    {
        "text": "Table 5.1. Summary Recommendations for Monitoring Treatment.* The table provides guidelines for monitoring weight gain in patients, categorized into four levels of evidence. The first row suggests using validated rating scales for measurement-based care, which is supported by level 1 evidence. The second row recommends obtaining laboratory and imaging tests only when clinically indicated, which is also supported by level 1 evidence. The third row advises monitoring weight, glucose, and lipid profiles at baseline and every 6 months when prescribing medications associated with weight gain, which is supported by level 4 evidence. Additionally, the table notes that recommendations for principles of care generally have level 3 or level 4 evidence. ",
        "metadata": {
            "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section7-07067437241245384",
            "type": "table image",
            "referee_id": "table_5_1",
            "headings": "Question 5. How is Treatment Monitored? > Q.5.a. What is Measurement-Based Care?"
        }
    },
    {
        "text": "Table 6.1. Summary Recommendations for Maintenance Antidepressant Treatment. For patients who have achieved symptom remission, using maintenance pharmacotherapy and/or psychotherapy can prevent recurrence. \nAll patients treated with antidepressants should continue medication treatment for a minimum of 6 to 12 months after achieving symptomatic remission. \nPatients with risk factors for recurrence (see Table 6.2) should continue antidepressant treatment for 2 years or more. \nPatients with recurrent and severe MDEs should use sequential treatment (adding psychotherapy after stabilizing on medications) to prevent recurrence. \nWhen a decision is made to stop the antidepressant, it should be tapered gradually, whenever possible, for several weeks or months with a more time between dose reductions near the end of the taper. \nFor patients treated with medication for less than 4 weeks, the antidepressant can be tapered and discontinued quickly, over 2 weeks or less. \nPsychological treatments can be added before or during antidepressant discontinuation to help patients stop the antidepressant. ",
        "metadata": {
            "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section8-07067437241245384",
            "type": "table image",
            "referee_id": "table_6_1",
            "headings": "Question 6. What Should be Done When a Patient is Better? > Q.6.a. How is Remission Maintained?"
        }
    },
    {
        "text": "Figure 7.1. Algorithm for sequential treatment after suboptimal response to initial antidepressant medication. To extract and understand the process from the flowchart, we will follow these steps:\n\n1. **Assess factors that can interfere with treatment response**: This initial step considers various factors such as psychiatric and nonsychiatric comorbidities, adherence to treatment, other biological and psychological factors which may interfere with response, and pharmacokinetic factors (consider pharmacogenetic testing).\n\n2. **Optimize dose**: If a further specific dose, or partial response to well-tolerated lower doses within the therapeutic range, this step aims to optimize the dose of the current antidepressant.\n\n3. **Consider adding psychological treatments**: If failure to achieve response or remission to initial treatment with an antidepressant, this step considers psychotherapy earlier rather than later in treatment.\n\n4. **Switch or adjunctive medication**: Consider advantages and drawbacks for each strategy, especially if there are tolerability issues with the initial antidepressant.\n\n5. **Add an adjunctive medication**: Especially if there is a partial response to initial antidepressant and it is well tolerated, this step considers adding an adjunctive medication.\n\n6. **Consider adding neuromodulation treatments for TRD**: These are generally considered after one of the switch or adjunctive medication options. \n\n7. **First line**: Cognitive-behavioural therapy, interpersonal therapy, behavioural activation.\n\n8. **Second line**: Cognitive-behavioural analysis of psychotherapy, mindfulness-based cognitive therapy, problem-solving therapy, short-term psychodynamic psychotherapy, trans-diagnostic psychological treatment.\n\n9. **Third line**: Acceptance and commitment therapy, long-term psychodynamic psychotherapy, meta-cognitive therapy, motivational interviewing.\n\n10. **First line**: Ariipiprazole, brexpiprazole.\n\n11. **Second line**: Bupropion, IN e-s-ketamine/lY, lisdexamine, cariprazine, lithium, mittazapine, moclobemide, olanzapine, quetiapine-XL, risperidone, triiodothyronine.\n\n12. **Third line**: Other antidepressants, stimulants, TCAs, nortVy azone-leterine, lamotrigine, pramipexole, zprasidone.\n\n**Conclusion**:\nThe process flowchart outlines various steps to be taken when treating depression, starting from assessing factors that can interfere with treatment response, optimizing the dose of the current antidepressant, considering adding psychological treatments, switching or adding adjunctive medications, and considering neuromodulation treatments for treatment-resistant depression (TRD). Each step offers different options for managing depression, ranging from first-line treatments like cognitive-behavioural therapy and aripiprazole to third-line treatments such as acceptance and commitment therapy and lithium. By following this flowchart, healthcare providers can tailor their approach to the individual needs of each patient, ensuring the most effective treatment strategy. (Note. This algorithm refers primarily to medication treatments. Psychological treatments (see Table 3.2) should also be considered when patients have suboptimal responses to an initial medication. Neuromodulation treatments (see Table 8.3) are generally considered after a switch or adjunctive medication strategy has failed (i.e., for treatment-resistant depression). DTD = difficult-to-treat depression; MDD = major depressive disorder; TCA = tricyclic antidepressant; IN = intranasal; IV = intravenous; TRD = treatment-resistant depression; XR = extended release.)",
        "metadata": {
            "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section9-07067437241245384",
            "type": "table image",
            "referee_id": "figure_7_1",
            "headings": "Question 7. What Should be Done When a Patient is not Better? > Q.7.a. What Contributes to a Poor Response to Treatment?"
        }
    },
    {
        "text": "Table 7.2. Summary Recommendations for Adjunctive Medications for (DTD). The table presents a comprehensive guide to various medications, categorized by their line of treatment. The table is divided into four sections: first line, second line, third line, and investigational. Each section lists distinct medications, accompanied by their target dose and level of evidence.\n\nThe first line section includes Aripiprazole, Bupropion, Intranasal esketamine, IV racemic ketamine, Olanzapine, Quetiapine-XR, Risperidone, Lithium, Cariprazine, Mirtazapine/Manserin, Modafinil, and Triiodothyronine. The target doses for these medications vary, with some being specified as 2–10 mg, 0.5–2 mg, 150–450 mg, 56–84 mg intranasally, 0.5–1.0 mg/kg IV, 2.5–10 mg, 150–300 mg, 1–3 mg, 600–1200 mg (therapeutic serum level: 0.5–0.8 mmol/L), 1.5–3 mg, 30–60 mg/30–90 mg, and 100–400 mg, respectively. The level of evidence for these medications ranges from n/a to Level 4.\n\nThe second line section includes Lamotrigine, Non-IV racemic ketamine, Pramipexole, Ziprasidone, and Psychedelic-assisted psychotherapy. The target doses for these medications are 100–300 mg, varies with the medication, 1–2 mg twice daily, 20–80 mg twice daily, and moderate to high doses accompanied by psychotherapy, respectively. The level of evidence for these medications is n/a.\n\nThe third line section includes Other antidepressants, including tricyclic antidepressants, Stimulants, and Cannabis. The target doses for these medications vary, with some being specified as varies with the medication, varies with the medication, non-recommended, and n/a, respectively. The level of evidence for these medications is n/a.\n\nThe investigational section includes Cannabis, which is non-recommended. The target dose for this medication is n/a, and the level of evidence is n/a. ",
        "metadata": {
            "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section9-07067437241245384",
            "type": "table image",
            "referee_id": "table_7_2",
            "headings": "Question 7. What Should be Done When a Patient is not Better? > Q.7.a. What Contributes to a Poor Response to Treatment?"
        }
    },
    {
        "text": "Table 8.1. Recommendations for Electroconvulsive Therapy (ECT) Protocols. Here is the structured description of the image of the table:\n\nRow 1 - Line of treatment: Brief Pulse, bifrontal (at 1.5 times seizure threshold), ECT protocol: Brief Pulse, right unilateral (at 6 times seizure threshold). \nRow 2 - Line of treatment: Ultrabrief Pulse, right unilateral (at 6 times seizure threshold), ECT protocol: Brief Pulse, bitemporal (at 1.5 times seizure threshold).\nRow 3 - Line of treatment: Ultrabrief Pulse, bifrontal (at 1.5 times seizure threshold), ECT protocol: Second Line. ",
        "metadata": {
            "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section10-07067437241245384",
            "type": "table image",
            "referee_id": "table_8_1",
            "headings": "Question 8. When Should Neuromodulation Treatments be Used? > Q.8.a. What are Neuromodulation Treatments?"
        }
    },
    {
        "text": "Table 8.2. Summary Recommendations for Repetitive Transcranial Stimulation (rTMS) Protocols. The infographic, titled \"Transcranial magnetic stimulation protocol,\" presents a concise summary of the treatment line and corresponding level of evidence for each protocol. The table is divided into two rows, labeled \"First Line\" and \"Second Line,\" with three columns: \"Line of treatment,\" \"Transcranial magnetic stimulation protocol,\" and \"Level of evidence.\"\n\n**First Line**\n\n* Line of treatment: iTBS to left DLPFC\n* Transcranial magnetic stimulation protocol: High-frequency rTMS to left DLPFC, Low-frequency rTMS to right DLPFC\n* Level of evidence: 4\n\n**Second Line**\n\n* Line of treatment: Sequential Bilateral rTMS to DLPFC (right low frequency then left high frequency), Accelerated iTBS to left DLPFC, Sequential bilateral TBS to DLPFC (right continuous TBS then left intermittent TBS)\n* Transcranial magnetic stimulation protocol: iTBS = intermittent theta burst stimulation, DLPFC = dorsolateral prefrontal cortex, TBS = theta burst stimulation\n* Level of evidence: 4\n\nThe footnote below the table clarifies the notation used in the table, providing a clear and concise explanation of the abbreviations and their meanings.\n\nThe infographic effectively communicates the treatment lines and corresponding levels of evidence for transcranial magnetic stimulation protocols, making it a useful resource for healthcare professionals and researchers in the field. ",
        "metadata": {
            "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section10-07067437241245384",
            "type": "table image",
            "referee_id": "table_8_2",
            "headings": "Question 8. When Should Neuromodulation Treatments be Used? > Q.8.a. What are Neuromodulation Treatments?"
        }
    },
    {
        "text": "Table 8.3. Summary Recommendations for Neuromodulation Treatments. The table presents a comprehensive overview of the efficacy of various neuromodulation treatments for depression, categorized by line of treatment and level of evidence. The treatments are listed in two columns, with the first column detailing the line of treatment and the second column providing the corresponding level of evidence.\n\n**Line of Treatment:**\n\n*   **First Line:**\n    *   ECT for severe MDE\n    *   rTMS for TRD\n*   **Second Line:**\n    *   ECT for DTD\n    *   Adjunctive use of tDCS for mild-moderate MDE\n    *   VNS for DTD\n*   **Third Line:**\n    *   DBS for DTD\n    *   MST for DTD\n\n**Level of Evidence:**\n\n*   **Acute Efficacy:**\n    *   First Line: ECT for severe MDE*: Acute efficacy: 1\n    *   Second Line: ECT for DTD: Acute efficacy: 1\n*   **Maintenance Efficacy:**\n    *   First Line: rTMS for TRD*: Maintenance efficacy: 1\n    *   Second Line: Adjunctive use of tDCS for mild-moderate MDE: Maintenance efficacy: 1\n    *   Third Line: VNS for DTD: Maintenance efficacy: 1\n    *   Third Line: DBS for DTD: Maintenance efficacy: 1\n    *   Third Line: MST for DTD: Maintenance efficacy: 1\n\nThe table also includes a note at the bottom, which provides additional information on the treatments listed. The note states that ECT is effective for major depressive episode, MDE, and TRD, while rTMS is effective for TRD. DTD is defined as difficult-to-treat depression, and tDCS is effective for vagues nerve stimulation. DBS is effective for deep brain stimulation, and MST is effective for magnetic seizure therapy. The note also mentions that severe psychotic or catatonic features, severe suicidal ideation, or deteriorating physical condition are contraindications for these treatments.\n\nOverall, the table provides a clear and concise overview of the efficacy of various neuromodulation treatments for depression, categorized by line of treatment and level of evidence. The note at the bottom provides additional information on the treatments listed, including their effectiveness and contraindications. ",
        "metadata": {
            "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section10-07067437241245384",
            "type": "table image",
            "referee_id": "table_8_3",
            "headings": "Question 8. When Should Neuromodulation Treatments be Used? > Q.8.a. What are Neuromodulation Treatments?"
        }
    }
]