[
    {
        "text": "Methods > Grading of Recommendations > Table A. > paragraph id: 14\nTable A. CANMAT (Canadian Network for Mood and Anxiety Treatments) Criteria for Level of Evidence.\n\nRow 0 - Level of evidence [a]: Level 1, Symbol: Full green-filled circle, Criteria: High-quality meta-analysis with narrow confidence intervals and/or 2 or more RCTs with adequate sample size [b], preferably placebo-controlled.\n\nRow 1 - Level of evidence [a]: Level 2, Symbol: 3/4 green-filled circle, Criteria: Lower-quality meta-analysis with wide confidence intervals and/or 1 or more RCTs with adequate sample size.\n\nRow 2 - Level of evidence [a]: Level 3, Symbol: 1/2 green-filled circle, Criteria: Small-sample [b] RCTs or nonrandomized, controlled prospective studies or high-quality retrospective studies.\n\nRow 3 - Level of evidence [a]: Level 4, Symbol: 1/4 green-filled circle, Criteria: Expert opinion/consensus.\n\nNote. RCT (Randomized controlled trial) = randomized controlled trial.\n\n[a] Note that Levels 1 and 2 evidence refer specifically to treatment studies in which randomized comparisons are available. Recommendations involving epidemiological data or risk factors primarily arise from observational studies, which are regarded as Level 3 evidence. Higher order recommendations (e.g., principles of care) often reflect judgment of the strength of evidence from various data sources and therefore are primarily Level 3 or Level 4 evidence.\n\n[b] Adequate sample size defined as ≥30 participants per randomized condition; small-sample defined as <30 participants per randomized condition.",
        "metadata": {
            "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#table1-07067437241245384",
            "type": "table image ",
            "headings": "Methods > Grading of Recommendations > Table A.",
            "referenced_tables": [],
            "referee_id": "table_a",
            "chunk_id": 14
        }
    },
    {
        "text": "Methods > Conventions Used in This Document > Box A. > paragraph id: 24\nNeuroscience-Based Nomenclature for Medications.\nThe prevailing nomenclature for psychotropic medications is not based on mechanism of action but instead is based primarily on indication (e.g., antidepressants, anxiolytics, antipsychotics). Given that medications are often effective across a broad range of diagnostic categories, more scientific nomenclatures have emerged, including the Neuroscience-Based Nomenclature (NbN). In these guidelines, we will often use newer NbN terms to better describe medications according to mechanism of action, e.g., serotonin-dopamine activity modulator instead of atypical antipsychotic, and medication indicated for anxiety instead of anxiolytic. However, we will still use the older terms, such as antidepressant , because clinicians are still more familiar with these terms.",
        "metadata": {
            "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#boxed-text1-07067437241245384",
            "type": "box",
            "headings": "Methods > Conventions Used in This Document > Box A.",
            "referenced_tables": [],
            "referee_id": "box_a",
            "chunk_id": 24
        }
    },
    {
        "text": "Question 1. What are Important Issues for Assessment and Diagnosis? > Q.1.a. What are the Risk Factors for MDD (Major depressive disorder)? > Table 1.2. > paragraph id: 27\nTable 1.2. Recommendations[*] for Screening and Assessment\n\nSummary recommendations for screening and assessment\n\n* Carry a high index of suspicion for MDD (Major depressive disorder) in individuals with exposure to static nonmodifiable risk factors and dynamic, potentially modifiable risk factors (Level 4).\n* Screen for depression using a validated scale (e.g., PHQ (Patient health questionnaire)-2 followed by the PHQ (Patient health questionnaire)-9) in individuals with risk factors for depression, when there are supports and resources in place to follow up with full diagnostic assessment and treatment (Level 2).\n* Conduct a comprehensive diagnostic assessment that addresses biological, psychological, and social factors while recognizing ethnocultural diversity, within a longitudinal life-course framework (Level 4).\n* For equity-deserving groups in particular, use screening, culturally competent care, collaborative care, and digital health interventions to improve access to and quality of mental health care (Level 4).\n\n[*]Recommendations for principles of care are generally based on Level 3 and Level 4 evidence. \nNote. MDD (Major depressive disorder) = major depressive disorder; PHQ (Patient health questionnaire) = Patient Health Questionnaire.",
        "metadata": {
            "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#table5-07067437241245384",
            "type": "table image ",
            "headings": "Question 1. What are Important Issues for Assessment and Diagnosis? > Q.1.a. What are the Risk Factors for MDD? > Table 1.2.",
            "referenced_tables": [],
            "referee_id": "table_1_2",
            "chunk_id": 27
        }
    },
    {
        "text": "Question 1. What are Important Issues for Assessment and Diagnosis? > Q.1.d. What Factors are Important in Assessment and Diagnosis? > Figure 1.1. > paragraph id: 38\nFigure 1.1. Priciples of clinical assessment and management of major depressive disorder.\n\nThe image presents a flowchart illustrating the principles of clinical management. The flowchart is structured in a circular pattern, with each step building upon the previous one to form a cohesive process.\n\n**Step 1: Conduct a thorough assessment**\n\n**Step 2: Obtain collateral information**\n\n**Step 3: Formulate a diagnosis and differential diagnosis**\n\n**Step 4: Support education and self-management**\n\n**Step 5: Establish a therapeutic alliance**\n\n**Step 6: Construct a comprehensive safety and management plan**\n\n**Step 7: Deliver evidence-based treatments**\n\n**Step 8: Use measurement-based care to monitor outcomes**\n\n**Step 9: Conduct a thorough assessment (again)**\n\nThe first step is to conduct a thorough assessment of biological, psychological, and social factors, using collateral information when available, to formulate a diagnosis and differential diagnosis. Other management principles are discussed in subsequent questions (Q.2, Q.3, Q.5). Recommendations for principles of care are generally based on Level 3 and Level 4 evidence.",
        "metadata": {
            "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#fig1-07067437241245384",
            "type": "figure image",
            "headings": "Question 1. What are Important Issues for Assessment and Diagnosis? > Q.1.d. What Factors are Important in Assessment and Diagnosis? > Figure 1.1.",
            "referenced_tables": [],
            "referee_id": "figure_1_1",
            "chunk_id": 38
        }
    },
    {
        "text": "Question 2. What are the Principles for Depression Management? > Q.2.f. What Lifestyle Interventions are Effective? > Table 2.4. > paragraph id: 60\nTable 2.4. Summary Recommendations for Lifestyle Interventions.\n\n\n**First Line of Treatment**\n\t\n\t*   Supervised exercise (low to moderate intensity, for 30 to 40 min at a time, 3 to 4 times a week, for a minimum of 9 weeks) for MDE (Major depressive episode) of mild severity\n\t\t\t*   **Level of evidence:** Level 1\n\n\t*   Light therapy (10,000 lux white light for 30 min daily) for MDEs with seasonal (winte) pattern.\t\n\t\t\t*   **Level of evidence:** Level 1\n\n**Second Line of Treatment**\n\t\n\t*   Light therapy for mild severity nonseasonal MDE (Major depressive episode).\n\t\t*   **Level of evidence:** Level 2\n\n\t*   Adjunctive exercise for moderate severity MDE (Major depressive episode).\n\t\t*   **Level of evidence:** Level 2\n\n\t*   Adjunctive light therapy for moderate severity nonseasonal MDE (Major depressive episode).\n\t\t*   **Level of evidence:** Level 2\n\n\t*   Adjunctive sleep hygiene and CBT (Cognitive-behavioural therapy)-I.\t\n\t\t*   **Level of evidence:** Level 3\n\n**Third Line of Treatment**\n\t\t\n\t*   Adjunctive healthy diet (varied diet with high content of fruit, vegetables, and fibre, and low\tcontent of saturated fat and carbohydrates).\n\t\t*   **Level of evidence:** Level 3\n\n\t*   Adjunctive Mediterranean diet.\n\t\t*   **Level of evidence:** Level 3\n\n\t*   Adjunctive sleep deprivation (wake therapy).\n\t\t*   **Level of evidence:** Level 3\t\n\n**Insufficient evidence**\t\n\t*   Probiotics.\t\n\t\t*   **Level if evidence:** n/a\t\n\nNote. MDE (Major depressive episode) = major depressive episode; CBT (Cognitive-behavioural therapy)-I = cognitive-behavioural therapy for insomnia.",
        "metadata": {
            "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#table9-07067437241245384",
            "type": "table image ",
            "headings": "Question 2. What are the Principles for Depression Management? > Q.2.f. What Lifestyle Interventions are Effective? > Table 2.4.",
            "referenced_tables": [],
            "referee_id": "table_2_4",
            "chunk_id": 60
        }
    },
    {
        "text": "Question 2. What are the Principles for Depression Management? > Q.2.f. What Lifestyle Interventions are Effective? > Table 3.7. > paragraph id: 65\nTable 3.7. Summary Recommendations for (CAM (Complementary and alternative medicine)) Treatments.\n\n**First Line of Treatment**\n\n\t*   St. John's wort for MDE (Major depressive episode) of mild severity.\t\n\t\t*   **Level of evidence:** Level 1\n\n**Second Line of Treatment**\t\n\t\n\t*   Acupuncture for mild severity MDE (Major depressive episode).\n\t\t*   **Level of evidence:** Level 2\n\t\t\t\n\t*   St John's wort for moderate severity MDE (Major depressive episode).\n\t\t*   **Level of evidence:** Level 2\n\t\t\n\t*   Adjunctive acupuncture for moderate severity MDE (Major depressive episode).\t\n\t\t*   **Level of evidence:** Level 2\n\t\t\n\t*   Adjunctive L-methyl folate for mild-moderate severity MDE (Major depressive episode).\n\t\t*   **Level of evidence:** Level 2\n\n**Third Line of Treatment**\n\t\n\t*  \tAdjunctive SAM-e for mild to moderate severity MDE (Major depressive episode).\t\n\t\t*   **Level of evidence:** Level 2\n\n\t*   DHEA for mild severity MDE (Major depressive episode)\t\t\n\t\t*   **Level of evidence:** Level 3\n\n\t*   Omega-3 fatty acids for mild severity MDE (Major depressive episode)\t\n\t\t*   **Level of evidence:** Level 3\n\n\t*   Saffron, lavender, or roseroot for mild severity MDE (Major depressive episode).\t\n\t\t*\t**Level of evidence:** Level 3\n\nNote. CAM (Complementary and alternative medicine) = complementary and alternative medicine; MDE (Major depressive episode) = major depressive episode: SAM-e = S-adenosyl-L-methionine: DHEA =\t\ndehydroepiandrosterone. These recommendations are organized according to the degree of severity of MDE (Major depressive episode). To date, no CAM (Complementary and alternative medicine) treatment has reached the leve\t\nof evidence that would make it comparable to a first-line psychotherapy or pharmacotherapy treatment for moderate to severe depression.",
        "metadata": {
            "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#table16-07067437241245384",
            "type": "table image ",
            "headings": "Question 2. What are the Principles for Depression Management? > Q.2.f. What Lifestyle Interventions are Effective? > Table 3.7.",
            "referenced_tables": [],
            "referee_id": "table_3_7",
            "chunk_id": 65
        }
    },
    {
        "text": "Question 3. How are Treatments Selected? > Q.3.a. How is the Initial Treatment Selected? > Table 3.1. > paragraph id: 71\nTable 3.1. Summary Recommendations for Selecting the Initial Treatment. [1]\n\nThe table presents a summary of recommendations for initial treatment selection based on the severity of Major Depressive Episode (MDE (Major depressive episode)) and the level of evidence supporting each recommendation. The table is divided into four sections, each representing a different level of evidence: Level 1, Level 2, Level 3, and Level 4.\n\n**Mild with low safety risk.**\n\n\t* Psychotherapy and pharmacotherapy demonstrate similar benefits.\n\t* Psychotherapy (if readily accessible) is preferred because of fewer risks.\n\t* Exercise, certain CAM (Complementary and alternative medicine) treatments, or guided DHIIs may be considered as monotherapy, especially if preferred by patients.\n\n**Moderate, with low-moderate safety risk.**\n\n\t* Initial choice is between pharmacotherapy and psychotherapy.\n\t* Pharmacotherapy is slightly more efficacious in reducing depressed mood, guilt, suicidal thoughts, anxiety, and somatic symptoms during acute treatment.\n\t* Structured psychotherapy, specifically CBT (Cognitive-behavioural therapy), is slightly more efficacious in the medium-term (6-12 months).\n\t* Combination of pharmacotherapy and psychotherapy may be considered.\n\t* Exercise, certain CAM (Complementary and alternative medicine) treatments and/or DHIIs may be considered as adjuncts to psychotherapy and/or pharmacotherapy, especially if preferred by patients.\n\n**Severe, with moderate to high safety risk.**\n\n\t* For severe MDE (Major depressive episode) without psychotic symptoms, use a combination of pharmacotherapy and psychotherapy.\n\t* For severe MDE (Major depressive episode) with psychotic symptoms, use a combination of antidepressant and antipsychotic medication.\n\t* For very severe and/or life-threatening situations, consider electroconvulsive therapy.\n\nNote. MDE (Major depressive episode) = major depressive episode; CAM (Complementary and alternative medicine) = complementary and alternative medicine; DHI (Digital health intervention) = digital health intervention; CBT (Cognitive-behavioural therapy) = cognitive-behavioural therapy. \nThese recommendations are based on the severity of the illness (see conventions) and safety risk (see Q.2.c), but other factors should be considered, including treatment response in previous episodes, patient preference, and treatment availability.\nThere is stronger evidence for the efficacy and safety of pharmacotherapy and psychotherapy compared to exercise (Q.2.f), complementary and alternative medicine treatments (Q.3.m), and digital health interventions (Q.4.d).\n[1] The level of evidence refers to the choice of treatment, not to the treatments themselves.",
        "metadata": {
            "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#table10-07067437241245384",
            "type": "table image ",
            "headings": "Question 3. How are Treatments Selected? > Q.3.a. How is the Initial Treatment Selected? > Table 3.1.",
            "referenced_tables": [],
            "referee_id": "table_3_1",
            "chunk_id": 71
        }
    },
    {
        "text": "Question 3. How are Treatments Selected? > Q.3.c. How is a Psychological Treatment Selected? > Table 3.2. > paragraph id: 79\nTable 3.2. Summary Recommendations for Psychological Treatments.\n\nThe table presents a comprehensive overview of psychological treatments, categorized into three lines of treatment, each with its corresponding psychological treatment and level of evidence. The table is structured to facilitate easy comparison and analysis of the various treatments.\n\n**Line fo Treatment**\n\n\t*   **First Line of Treatment**\n\t\t*   Cognitive-behavioral therapy (CBT (Cognitive-behavioural therapy))\n\t\t*   Interpersonal therapy (IPT (Interpersonal therapy))\n\t\t*   Behavioral activation (BA (Behavioural activation))\n\t\t\n\t*   **Second Line of Treatment**\n\t\t*   Cognitive behavioral analysis system of psychotherapy (CBASP (Cognitive behavioural analysis system of psychotherapy))\n\t\t*   Mindfulness-based cognitive therapy (MBCT (Mindfulness-based cognitive therapy))\n\t\t*   Problem-solving therapy (PST (Problem-solving therapy))\n\t\t*   Short-term psychodynamic psychotherapy (STPP (Short-term psychodynamic psychotherapy))\n\t\t*   Transdiagnostic psychological treatment of emotional disorders[*]\n\t\t\n\t*   **Third Line of Treatment**\n\t\t*   Acceptance & commitment therapy (ACT (Acceptance and commitment therapy))\n\t\t*   Long-term psychodynamic psychotherapy (PDT (Psychodynamic psychotherapy))\n\t\t*   Metacognitive therapy (MCT (Metacognitive therapy))[*]\n\t\t*   Motivational interviewing (MI (Motivational interviewing))\n\n**Level of Evidence**\n\n\t*   Level 1: Cognitive-behavioral therapy (CBT (Cognitive-behavioural therapy)), Interpersonal therapy (IPT (Interpersonal therapy)), Behavioral activation (BA (Behavioural activation))\n\t*   Level 2: Cognitive behavioral analysis system of psychotherapy (CBASP (Cognitive behavioural analysis system of psychotherapy)), Mindfulness-based cognitive therapy (MBCT (Mindfulness-based cognitive therapy)), Problem-solving therapy (PST (Problem-solving therapy)), Short-term psychodynamic psychotherapy (STPP (Short-term psychodynamic psychotherapy)), Transdiagnostic psychological treatment of emotional disorders [*]\n\t*   Level 3: Acceptance & commitment therapy (ACT (Acceptance and commitment therapy)), Long-term psychodynamic psychotherapy (PDT (Psychodynamic psychotherapy)), Metacognitive therapy (MCT (Metacognitive therapy)) [*]\n\t*   Level 4: Motivational interviewing (MI (Motivational interviewing))\n\n\nNote. By convention, the order of recommendations within each line of treatment is listed first by level of evidence, then by alphabetical order.\n[*] Starred items indicate changes since the CANMAT (Canadian Network for Mood and Anxiety Treatments) 2016 guidelines, based on updated evidence.",
        "metadata": {
            "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#table11-07067437241245384",
            "type": "table image ",
            "headings": "Question 3. How are Treatments Selected? > Q.3.c. How is a Psychological Treatment Selected? > Table 3.2.",
            "referenced_tables": [],
            "referee_id": "table_3_2",
            "chunk_id": 79
        }
    },
    {
        "text": "Question 3. How are Treatments Selected? > Q.3.e. How is a Pharmacological Treatment Selected? > Table 3.3. > paragraph id: 85\nTable 3.3. Summary Recommendations for Antidepressants.\n\nThe table presents a comprehensive overview of various antidepressant medications, categorized by their line of treatment. The table is divided into four columns: \"Line of treatment,\" \"Antidepressant,\" \"Daily dose\" [1], \"Mechanism\", and \"Level of evidence\". The \"Line of treatment\" column is further subdivided into three categories: \"First line,\" \"Second line,\" and \"Third line.\"\n\n**First Line of Treatment**\n\n*   Citalopram: 20-40 mg, SSRI (Selective serotonin reuptake inhibitor), Level 1\n*   Escitalopram: 10-20 mg, SSRI (Selective serotonin reuptake inhibitor), Level 1\n*   Fluoxetine: 20-60 mg, SSRI (Selective serotonin reuptake inhibitor), Level 1\n*   Paroxetine: 20-50 mg, SSRI (Selective serotonin reuptake inhibitor), Level 1\n*   Sertraline: 50-200 mg, SSRI (Selective serotonin reuptake inhibitor), Level 1\n*   Desvenlafaxine: 50-100 mg, SNRI (Serotonin-norepinephrine reuptake inhibitor), Level 1\n*   Duloxetine: 60-120 mg, SNRI (Serotonin-norepinephrine reuptake inhibitor), Level 1\n*   Levomilnacipran [*]: 40-120 mg, SNRI (Serotonin-norepinephrine reuptake inhibitor), Level 1\n*   Venlafaxine-XR: 75-225 mg, SNRI (Serotonin-norepinephrine reuptake inhibitor), Level 1\n*   Bupropion: 150-450 mg, NDRI (Norepinephrine-dopamine reuptake inhibitor), Level 1\n*   Mirtazapine: 30-60 mg, α2 antagonist; 5-HT2 antagonist, Level 1\n*   Vilazodone [*]: 20-40 mg, SRI; 5-HT1A agonist, Level 1\n*   Vortioxetine: 10-20 mg, SRI; 5-HT1A, 5-HT1B agonist; 5-HT1D, 5-HT3A, 5-HT7 antagonist, Level 1\n*   Agomelatine [#]: 25-50 mg, MT1, MT2 agonist; 5-HT2 antagonist, Level 1\n*   Mianserin [#]: 30-90 mg, α2 antagonist; 5-HT2 antagonist, Level 1\n*   Milnacipran [#]: 50-200 mg, SNRI (Serotonin-norepinephrine reuptake inhibitor), Level 1\n\n**Second Line of Treatment**\n\n*   Amitriptyline: 75-300 mg, TCA (Tricyclic antidepressants), Level 1\n*   Clomipramine: 150-300 mg, TCA (Tricyclic antidepressants), Level 1\n*   Desipramine: 100-300 mg, TCA (Tricyclic antidepressants), Level 1\n*   Doxepin: 75-300 mg, TCA (Tricyclic antidepressants), Level 1\n*   Imipramine: 75-300 mg, TCA (Tricyclic antidepressants), Level 1\n*   Nortriptyline: 75-150 mg, TCA (Tricyclic antidepressants), Level 1\n*   Protriptyline: 30-60 mg, TCA (Tricyclic antidepressants), Level 1\n*   Trimipramine: 75-300 mg, TCA (Tricyclic antidepressants), Level 1\n*   Moclobemide: 150-450 mg, RIMA, Level 1\n*   Trazodone: 150-400 mg, SRI; 5-HT2 antagonist, Level 1\n*   Quetiapine: 150-300 mg, DA, 5-HT, α1 & α2 antagonist; NRI, Level 1\n*   Dextromethorphan-bupropion [*] [#]: 45mg/105mg-90mg/210mg, NMDA (N-methyl-D-aspartate) antagonist; NDRI (Norepinephrine-dopamine reuptake inhibitor), sigma-1 agonist, Level 2\n*   Nefazodone [#]: 300-600 mg, SRI, 5-HT2 antagonist, Level 1\n*   Selegiline transdermal [#]: 6-12 mg, MAO-B inhibitor, Level 2\n\n**Third Line of Treatment**\n\n*   Phenelzine: 45-90 mg, MAO inhibitor, Level 1\n*   Tranylcypromine: 30-60 mg, MAO inhibitor, Level 1\n*   Reboxetine [#]: 8-12 mg, NRI, Level 1\n\n[#] Not available in Canada\n[1] Dose ranges are takem from product monographs; in clinical care, doses below and above the range may be used.\n[2] Daily doses above 300 mg should be given in divided doses.\n[3] Daily doses of 600 mg are commonly used, but at these higher doses, the MAOI (Monoamine oxidase inhibitor) drug and dietary restrictions should be followed.\n\nNote. 5-HT = 5-hypdroxytryptamine receptor; α1 = alpha-1 adrenergic receptor; α2 = alpha-2 adrenergic receptor; DA = dopamine; MT = melatonin receptor; MAO = monoamine oxidase; NDRI (Norepinephrine-dopamine reuptake inhibitor) = norepinephrine-dopamine reuptake inhibitor; NMDA (N-methyl-D-aspartate) = N-methyl-D-aspartate receptor; RIMA = reversible inhibitor of monoamine oxidase A; SNRI (Serotonin-norepinephrine reuptake inhibitor) = serotonin-norepinephrine reuptake inhibitor; SRI = serotonin reuptake inhibitor; SSRI (Selective serotonin reuptake inhibitor) = selective serotonin reuptake inhibitor; TCA (Tricyclic antidepressants) = tricyclic antidepressant.\nBy convention, the order of recommendations within each line of treatment is listed first by availability in Canada, then by class, and then by alphabetical order.\n[*] Starred items indicated changes since CANMAT (Canadian Network for Mood and Anxiety Treatments) 2016 guidelines, based on updated evidence.\n\nThe table provides a detailed overview of the various antidepressant medications, including their daily dose ranges, mechanisms of action, and levels of evidence. The medications are categorized by their line of treatment, with the first line consisting of SSRIs and SNRIs, the second line including TCAs and other medications, and the third line comprising MAO inhibitors and NRI. The table also includes notes on the common dosages and dietary restrictions for each medication. Overall, the table provides a comprehensive resource for healthcare professionals and individuals seeking information on antidepressant medications.",
        "metadata": {
            "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#table12-07067437241245384",
            "type": "table image ",
            "headings": "Question 3. How are Treatments Selected? > Q.3.e. How is a Pharmacological Treatment Selected? > Table 3.3.",
            "referenced_tables": [],
            "referee_id": "table_3_3",
            "chunk_id": 85
        }
    },
    {
        "text": "Question 3. How are Treatments Selected? > Q.3.e. How is a Pharmacological Treatment Selected? > Table 3.4. > paragraph id: 87\nTable 3.4. Frequency of Adverse Effects of First-Line Antidepressants. \n\nThe table presents data on the the frequencies of side effects of various medications in percentages, including their therapeutic doses and the minimum dose required to elicit these effects. The table is divided into 3 sections, each representing a distinct group of medications: SSRIs (Selective Serotonin Reuptake Inhibitors), SNRIs (Serotonin-Norepinephrine Reuptake Inhibitors), and others.\n\n*   **SSRIs (Selective Serotonin Reuptake Inhibitors)**\n    *   Citalopram: nausea (21), vomiting (4), diarrhea (8), dry mouth (19), somnolence (17), nervousness (4), anxiety (3), agitation (2), fatigue (5), sweating (11), tremor (8), and anorexia (4).\n    *   Escitalopram: nausea (15), constipation (4), diarrhea (8), dry mouth (7), headache (2), dizziness (6), somnolence (4), nervousness (2), anxiety (2), insomnia (8), fatigue (5), sweating (3), tremor (2), anorexia (2), and iner. appetite (2).\n    *   Fluoxetine: nausea (21), dry mouth (10), somnolence (13), nervousness (14), anxiety (12), insomnia (16), sweating (8), asthenia (9), tremor (10), and anorexia (11).\n    *   Fluvoxamine: constipation (18), diarrhea (6), dry mouth (26), headache (22), dizziness (15), somnolence (26), nervousness (2), anxiety (2), agitation (16), insomnia (14), sweating (11), asthenia (5), tremor (11), and anorexia (15).\n    *   Paroxetine: nausea (26), vomiting (2), constipation (14), diarrhea (12), dry mouth (18), headache (18), dizziness (13), somnolence (23), nervousness (5), anxiety (5), agitation (2), insomnia (13), sweating (11), asthenia (15), tremor (8), anorexia (6), and iner. appetite (1).\n    *   Sertraline: nausea (26), vomiting (4), constipation (8), diarrhea (18), dry mouth (16), headache (20), dizziness (12), somnolence (13), nervousness (3), anxiety (3), agitation (6), insomnia (16), fatigue (11), sweating (8), tremor (11), anorexia (3), and iner. appetite (1).\n\n*   **SNRIs (Serotonin-Norepinephrine Reuptake Inhibitors)**\n    *   Desvenlafaxine [1]: nausea (22), vomiting (3), constipation (9), diarrhea (11), dry mouth (11), headache (20), dizziness (13), somnolence (4), nervousness (<1), anxiety (3), agitation (0), insomnia (9), fatigue (7), sweating (10), tremor (2), anorexia (5), and iner. appetite (2).\n    *   Duloxetine: nausea (20), vomiting (5), constipation (11), diarrhea (8), dry mouth (15), dizziness (9), somnolence (7), anxiety (3), insomnia (11), fatigue (8), sweating (6), tremor (3), and anorexia (8).\n    *   Levomilnacipran: nausea (17), vomiting (5), constipation (9), dry mouth (10), headache (17), dizziness (8), anxiety (2), insomnia (6), sweating (9), and anorexia (3).\n    *   Milnacipran [2]: nausea (37), vomiting (7), constipation (16), dry mouth (5), headache (18), dizziness (10), anxiety (4), insomnia (12), sweating (9), tremor (2), and anorexia (2).\n    *   Venlafaxine-IR: vomiting (6), constipation (15), diarrhea (8), dry mouth (22), headache (25), dizziness (19), somnolence (23), nervousness (13), anxiety (6), agitation (2), insomnia (18), sweating (12), asthenia (12), tremor (5), and anorexia (11).\n    *   Venlafaxine-XR: nausea (31), vomiting (4), constipation (8), diarrhea (8), dry mouth (12), headache (26), dizziness (20), somnolence (17), nervousness (10), anxiety (2), agitation (3), insomnia (17), sweating (14), asthenia (8), tremor (5), and anorexia (8).\n\n*   **Others**\n    *   Agomelatine: nausea (≤9), vomiting (≤9), constipation (≤9), diarrhea (≤9), headache (≥10), dizziness (≤9), somnolence (≤9), anxiety (≤9), agitation (<1), insomnia (≤9), fatigue (≤9), sweating (<1), anorexia (<1), and iner. appetite (<9).\n    *   Bupropion SR [3]: nausea (11), constipation (≥10), diarrhea (4), dry mouth (≥10), headache (≥10), dizziness (7), somnolence (3), nervousness (5), anxiety (5), insomnia (≥10), sweating (2), asthenia (2), and tremor (3).\n    *   Bupropion XL: nausea (15), vomiting (2), constipation (10), dry mouth (19), dizziness (8), anxiety (5), insomnia (10), sweating (2), tremor (4), and anorexia (5).\n    *   Mirtazapine: constipation (13), dry mouth (25), dizziness (7), asthenia (8), tremor (2), and iner. appetite (17).\n    *   Vilazodone [4]: nausea (24), vomiting (5), diarrhea (29), dry mouth (7), headache (14), dizziness (8), somnolence (5), insomnia (6), fatigue (3), and iner. appetite (3).\n    *   Vortioxetine [5]: nausea (23), vomiting (4), constipation (4), diarrhea (5), dry mouth (6), dizziness (5), somnolence (3), insomnia (3), fatigue (3), sweating (2), and anorexia (1).\n\n\nNote. When data from multiple dose were reported separately, the data from the minimum therapeutic dose was used (indicated by footnotes). \nPercentage rates taken from product monographs (based on clinical trial data and not placebo adjusted).\nNot included are the side effects shown in Table 3.5 (sedation, weight gain, and sexual dysfunction).\n[1] Data from 50 mg dose; [2] data from 50 mg dose; [3] dat from 100-150mg dose; [4] data from 40 mg dose; [5] data from 10 mg dose.\n\nThe table provides a comprehensive overview of the side effects of various medications, including their therapeutic doses and the minimum dose required to elicit these effects. The data is presented in a clear and organized manner, making it easy to compare and contrast the side effects of different medications.",
        "metadata": {
            "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#table13-07067437241245384",
            "type": "table image ",
            "headings": "Question 3. How are Treatments Selected? > Q.3.e. How is a Pharmacological Treatment Selected? > Table 3.4.",
            "referenced_tables": [],
            "referee_id": "table_3_4",
            "chunk_id": 87
        }
    },
    {
        "text": "Question 3. How are Treatments Selected? > Q.3.e. How is a Pharmacological Treatment Selected? > Table 3.5. > paragraph id: 88\nTable 3.5.\n\nThe table presents a comprehensive comparison of various antidepressants across different aspects, which are grouped into two categories:\n\n1. efficacy and drug-specific issues (including efficacy, acceptability [1], drug interactions, and \n2. discontinuation) and tolerability issues (including sedation, weight gain, sexual dysfunction, and other tolerability issues[2]).\n\nThe data is organized into rows representing individual antidepressants and columns representing specific performance aspects.\n\n*   **SSRIs**\n    *   Citalopram: More favourable in acceptability, drug interactions (QTc [3]), sedation, less favourable in sexual dysfunction, neutral in efficacy, discontinuation, weight gain, other tolerability issues.\n    *   Escitalopram: More favorable in efficacy, acceptability, drug interactions, sedation, weight gain, other tolerability, less favorable in sexual dysfunction, neutral in discontinuation.\n    *   Fluoxetine: More favorable in acceptability, discontinuation, sedation, weight gian, other tolerability issues, less favorable in drug interactions, sexual dysfunction, neutral in efficacy.\n    *   Fluvoxamine: More favorable in sedation, weight gain, less favorable in drug interactions, secual dysfunction, neutral in efficacy, acceptability, discontinuation, other tolerability issues.\n    *   Paroxetine: More favorable in efficacy, less favorable in drug interactions, discontinuation, weight gain, sexual dysfunction, neutral in acceptability, sedation, other tolerability issues.\n    *   Sertraline: More favorable in efficacy, acceptability, sedation, other tolerability issues, neutral in drug interactions, discontinuation, sedation, weight gain, sexual dysfunction.\n*   **SNRIs**\n    *   Desvenlafaxine: More favorable in drug interactions, sedation, weight gain, sexual dysfunction, and other tolerability issues, neutral in efficacy, acceptability, discontinuation.\n    *   Duloxetine: More favorable in sedation, less favorable in sexual dysfunction, neutral in efficacy, acceptability, drug interactions, discontinuation, weight gain, other tolerability issues.\n    *   Levomilnacipran: More favorable in drug interactions, sedation, weight gain, neutral in efficacy, acceptability, discontinuation, sexual dysfunction, and other tolerability issues.\n    *   Venlafaxine-XR: More favorable in efficacy, sedation, less favorable in discontinuation, sexual dysfunction, other tolerability issues, neutral in acceptability, drug interactions, weight gain.\n*   **Others**\n    *   Bupropion: More favorable in efficacy, discontinuation, sedation, weight gain, sexual dysfunction, other tolerability issues,  neutral in acceptability, drug interactions.\n    *   Mirtazapine: More favorable in efficacy, acceptability, drug interactions, discontinuation, sexual dysfunction, less favorable in sedation, weight gain.\n    *   Vilazodone: More favorable in drug interactions, sedation, weight gain, sexual dysfunction, other tolerability issues, neutral in efficacy, acceptability, discontinuation.\n    *   Vortioxetine: More favorable in efficacy, acceptability, drug interactions, discontinuation, sedation, weight gain, sexual dysfunction, neutral other tolerability issues.\n*   **Not available in Canada**\n    *   Agomelatine: More favorable in efficacy, acceptability, drug interactions (LFTs [4]), discontinuation, weight gain, sexual dysfunction, other tolerability issues, neutral in sedation.\n    *   Mianserin: More favorable in drug interactions, other issue tolerability issues, less favorable in sedation, neutral in efficacy, acceptability, discontinuation, weight gain, sexual dysfunction.\n    *   Milnacipran: More favorable in drug interactions, sedation, neutral in efficacy, acceptability, discontinuation, weight gain, sexual dysfunction, other tolerability issues.\n\nNote. These comparative favourability ratings are based on a variety of data sources, including meta-analyses and RCTs, supplemented with expert consensus. \n\tNote that ratings show those agents that have more favourable profiles (in green squares) and those with less favourable profiles (in red squares).\n\tThese are not absolute ratings; an agent can be impeded for other clinical reasons despite having a rating as less favourable in a particular characteristic.\n\tClear squares indicate neutral ratings and do not imply intermediate favourability.\n[1] Efficacy refers to response rates in meta-analyses; Acceptability refers to all-cause discontinuation rates in meta-analyses; Drug Interactions include clinically significant interactions (see Q3.1); Discontinuation refers to potential for discontinuation effects (see Q6.4); \n[2] Other Tolerability refers to side effects other than sedation, weight gain, and sexual dysfunction; \n[3] QTc, indicates recommended monitoring for prolongation of QTc interval; \n[4] LFTs, indicates recommended monitoring of liver function tests (see Q3.1).",
        "metadata": {
            "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#table14-07067437241245384",
            "type": "table image ",
            "headings": "Question 3. How are Treatments Selected? > Q.3.e. How is a Pharmacological Treatment Selected? > Table 3.5.",
            "referenced_tables": [],
            "referee_id": "table_3_5",
            "chunk_id": 88
        }
    },
    {
        "text": "Question 3. How are Treatments Selected? > Q.3.g. How do DSM-5-TR Specifiers and Symptom Dimensions Influence Medication Selection? > Table 3.6. > paragraph id: 99\nTable 3.6. Summary Medication Recommendations for DSM-5-TR Episode Specifiers and Symptom Dimensions.\n\n**DSM-5-TR episode specifiers**\n\n    **Anxious distress, Atypical fetaures, Melancholic features**\n    * **First line of treatment**: Any first-line antidepressant from Table 3.3 (Level 1 of evidence)\n    * **Second line of treatment**: Any second-line antidepressant from Table 3.3 (Level 1 of evidence)\n\n    **Mixed features**\n    * **First line of treatment**: Any first-line antidepressant from Table 3.3 [*] (Level 1 of evidence)\n    * **Second line of treatment**: Lurasidone [**] (Level 2 of evidence)\n\n    **Psychotic features**\n    * **First line of treatment**: Any first-line antidepressant from Table 3.3 + atypical antipsychotic (Level 1 of evidence)\n\n    **Catatonic features**\n    * **First line of treatment**: Benzodiazepine and any first-line antidepressant from Table 3.3 (Level 2 of evidence)\n\n**Symptom dimensions**\n\n    **Cognitive dysfunction**\n    * **First line of treatment**: Vortioxetine (Level 1 of evidence)\n    * **Second line of treatment**: Bupropion (Level 2 of evidence), Duloxetine (Level 2 of evidence), SSRIs [**] (Level 2 of evidence)\n    \n    **Sleep disturbance**\n    * **First line of treatment**: Agomelatine [+] (Level 1 of evidence)\n    * **Second line of treatment**: Mirtazapine (Level 2 of evidence), Quetiapine-XR (Level 2 of evidence), Trazodone (Level 2 of evidence)\n\n    **Somantic symptoms**\n    * **First line of treatment**: Duloxetine (pain) (Level 1 of evidence), Bupropion (fatigue) (Level 1 of evidence)\n    * **Second line of treatment**: Duloxetine [**] (fatigue) (Level 2 of evidence), Other SNRIs (pain) (Level 2 of evidence), SSRIs [**] (Level 2 of evidence)\n\nNote. SSRI (Selective serotonin reuptake inhibitor) = selective serotonin reuptake inhibitor; SNRI (Serotonin-norepinephrine reuptake inhibitor) = serotonin-norepinephrine reuptake inhibitor.\n[*] When initiating medications, monitor for activating side effects (e.g., agitation, increase in suicidal ideation) and potential swich to (hypo)mania.\n[**] Comparisons only with placebo.\n[+] Not available in Canada",
        "metadata": {
            "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#table15-07067437241245384",
            "type": "table image ",
            "headings": "Question 3. How are Treatments Selected? > Q.3.g. How do DSM-5-TR Specifiers and Symptom Dimensions Influence Medication Selection? > Table 3.6.",
            "referenced_tables": [],
            "referee_id": "table_3_6",
            "chunk_id": 99
        }
    },
    {
        "text": "Question 3. How are Treatments Selected? > Q.3.g. How do DSM-5-TR Specifiers and Symptom Dimensions Influence Medication Selection? > Box 3.1. > paragraph id: 103\nAnhedonia as a Treatment Target.\nThere is significant clinical and research interest in anhedonia as a primary and persisting symptom of MDD (Major depressive disorder) (as well as other conditions) and specific treatment approaches. Anhedonia is reported by up to 70% of patients with MDD (Major depressive disorder) and its presence is associated with a reduced likelihood of remission with SSRI (Selective serotonin reuptake inhibitor) treatment, possibly because anhedonia may be an indicator of dopaminergic dysfunction. A meta-analysis suggests that monoaminergic antidepressants, ketamine, methylphenidate and psilocybin are associated, in varying degrees, with improvement in the severity of anhedonia. In contrast, escitalopram and riluzole were not as effective in improving anhedonia in MDD (Major depressive disorder). Several investigational medications are in early phase trials to target anhedonia as a primary outcome.",
        "metadata": {
            "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#boxed-text2-07067437241245384",
            "type": "box",
            "headings": "Question 3. How are Treatments Selected? > Q.3.g. How do DSM-5-TR Specifiers and Symptom Dimensions Influence Medication Selection? > Box 3.1.",
            "referenced_tables": [],
            "referee_id": "box_3_1",
            "chunk_id": 103
        }
    },
    {
        "text": "Question 3. How are Treatments Selected? > Q.3.k. Can Pharmacogenetic Testing Inform Medication Selection? > Box 7.1. > paragraph id: 115\nTricyclic Antidepressants and Monoamine Oxidase Inhibitors.\nTricyclic antidepressants (TCAs) and irreversible monoamine oxidase inhibitors (MAOIs) are efficacious treatments for MDD (Major depressive disorder), but they are downgraded to second-line and third-line medications ( Table 3.3 ), respectively, because of less favourable side effect and safety profiles compared to first-line agents, and/or the need for dietary and drug restrictions (Q.3.j). Some TCAs have a more favourable side effect profile than others. For example, nortriptyline has the fewest anticholinergic and hypotensive adverse effects; it has a good safety and efficacy profile in elderly and post-stroke depression populations.\nThese older medications continue to have an important role in managing treatment-resistant depression (TRD (Treatment-resistant depression)) and difficult-to-treat depression (DTD (Difficult-to-treat depression)). TCAs have evidence for superior efficacy in TRD (Treatment-resistant depression) and may have specificity for subpopulations of patients with MDD (Major depressive disorder), e.g., amitriptyline for comorbid painful conditions and clomipramine for comorbid obsessive-compulsive disorder. Another advantage of TCAs is that, in contrast to newer antidepressants, serum levels can be informative to adjust dosing. MAOIs are also efficacious in TRD (Treatment-resistant depression) and have a different mechanism of action compared to first-line and second-line agents. Hence, TCAs and MAOIs should be considered as therapeutic options when first-line and second-line medication treatments are not effective, with patients monitored carefully for side effects and potential for drug interactions.",
        "metadata": {
            "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#boxed-text4-07067437241245384",
            "type": "box",
            "headings": "Question 3. How are Treatments Selected? > Q.3.k. Can Pharmacogenetic Testing Inform Medication Selection? > Box 7.1.",
            "referenced_tables": [],
            "referee_id": "box_7_1",
            "chunk_id": 115
        }
    },
    {
        "text": "Question 4. What is the Role of DHIs? > Q.4.d. What are Examples of Guided (Facilitated) DHIs? > Table 4.3. > paragraph id: 144\nTable 4.3. Summary Recommendations for DHIs\n\nThe table presents guidelines for the use of digital health interventions (DHIs) in managing major depressive episode (MDE (Major depressive episode)). The table is divided into four rows, each representing a different level of evidence for the use of DHIs. The columns are labeled \"Line of treatment\" and \"Level of evidence.\"\n\n**First Line of Treatment**\n\n\t*   Adjunctive use of guided iCBT DHIs for MDE (Major depressive episode) of mild-moderate severity.\n\t\t*   **Level of evidence**: Level 1\n\n\t*   Guided iCBT DHIs for mild severity MDE (Major depressive episode).\n\t\t*   **Level of evidence**: Level 2\n\n**Second Line of Treatment**\n\n\t*   Adjunctive use of self-directed DHIs for mild-moderate severity MDE (Major depressive episode), when supported with guidance by clinicians.\n\t\t*   **Level of evidence**: Level 3\n\n\t*   Adjunctive use of guided iBA DHIs for mild-moderate severity MDE (Major depressive episode).\n\t\t*   **Level of evidence**: Level 3\n\n**Third Line of Treatment**\n\n\t*   Self-directed DHIs for mild severity MDE (Major depressive episode) when no other clinical interventions are available.\t\t\n\t\t*   **Level of evidence**: Level 3\n\n**Insufficient evidence**\n\t*   Chatbots and conversational agents.\n\t\t*   **Level of evidence**: n/a\n\nNote. DHI (Digital health intervention) = digital health intervention; iBA = internet behavioural activation; iCBT = internet cognitive-behavioural therapy; MDE (Major depressive episode) = major depressive episode; MDD (Major depressive disorder) = major depressive disorder. DHIs must be carefully evaluated for both risks and benefits prior to clinical application (see Q.4.b). The strength of evidence for DHIs is not as strong as for first-line pharmacotherapy or psychotherapy treatments for MDD (Major depressive disorder).",
        "metadata": {
            "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#table19-07067437241245384",
            "type": "table image ",
            "headings": "Question 4. What is the Role of DHIs? > Q.4.d. What are Examples of Guided (Facilitated) DHIs? > Table 4.3.",
            "referenced_tables": [],
            "referee_id": "table_4_3",
            "chunk_id": 144
        }
    },
    {
        "text": "Question 5. How is Treatment Monitored? > Q.5.a. What is Measurement-Based Care? > Table 5.1. > paragraph id: 151\nTable 5.1. Summary Recommendations for Monitoring Treatment. [*]\n\n**Summary recommendations for monitoring:**\n\n\t* Use validated rating scles for measurement-based care\n\t\t* **Level of evidence**: Level 2\n\n\t* Obtain laboratory and imaging tests only when clinically indicated.\n\t\t* **Level of evidence**: Level 4\n\n\t* Monitor weight, glucose, and lioid profiles at baseine and every 6 nmonths when prescribing medications asscoiated with weight gain.\n\t\t* **Level of evidence**: Level 2\n\n[*] Recommendations for principles of care generally have Level 3 or Level 4 evidence.",
        "metadata": {
            "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#table20-07067437241245384",
            "type": "table image ",
            "headings": "Question 5. How is Treatment Monitored? > Q.5.a. What is Measurement-Based Care? > Table 5.1.",
            "referenced_tables": [],
            "referee_id": "table_5_1",
            "chunk_id": 151
        }
    },
    {
        "text": "Question 6. What Should be Done When a Patient is Better? > Q.6.b. How is Recurrence Prevented? > Table 6.1. > paragraph id: 169\nTable 6.1. Summary Recommendations for Maintenance Antidepressant Treatment.\n\nThe table presents a summary of recommendations for the treatment of depression, categorized into four levels of evidence. The first line of treatment is divided into two columns: \"Line of treatment\" and \"Level of evidence.\" The \"Line of treatment\" column lists the recommendations, while the \"Level of evidence\" column indicates the level of evidence supporting each recommendation.\n\nThe first line of treatment includes the following recommendations:\n\n*   For patients who have achieved symptom remission, using maintenance pharmacotherapy and/or psychotherapy can prevent recurrence.\n\t*   **Level of evidence**: Level 1\n\n*   All patients treated with antidepressants should continue medication treatment for a minimum of 6 to 12 months after achieving symptomatic remission.\n\t*   **Level of evidence**: Level 1\n\n*   Patients with risk factors for recurrence (see Table 6.2) should continue antidepressant treatment for 2 years or more.\n\t*   **Level of evidence**: Level 3\n\n*   Patients with recurrent and severe MDEs should use sequential treatment (adding psychotherapy after stabilizing on medications) to prevent recurrence.\n\t*   **Level of evidence**: Level 1\n\n*   When a decision is made to stop the antidepressant, it should be tapered gradually, whenever possible, for several weeks or months with more time between dose reductions near the end of the taper.\n\t*   **Level of evidence**: Level 3\n\n*   For patients treated with medication for less than 4 weeks, the antidepressant can be tapered and discontinued quickly, over 2 weeks or less.\n\t*   **Level of evidence**: Level 3\n\n*   Psychological treatments can be added before or during antidepressant discontinuation to help patients stop the antidepressant.\n\t*   **Level of evidence**: Level 2\n\nNote. MDE (Major depressive episode) = major disorder episode",
        "metadata": {
            "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#table22-07067437241245384",
            "type": "table image ",
            "headings": "Question 6. What Should be Done When a Patient is Better? > Q.6.b. How is Recurrence Prevented? > Table 6.1.",
            "referenced_tables": [],
            "referee_id": "table_6_1",
            "chunk_id": 169
        }
    },
    {
        "text": "Question 6. What Should be Done When a Patient is Better? > Q.6.d. How Should Antidepressant Treatment be Discontinued? > Box 6.1. > paragraph id: 176\nProtracted Discontinuation Symptoms and Hyperbolic Tapering Schedules.\nPersistent discontinuation syndromes, with severe, potentially irreversible symptoms persisting beyond 6 weeks, have been described after stopping long-term antidepressant treatment. However, differing rates in the literature suggest that these discontinuation syndromes are heterogeneous, often occur with overlapping conditions, and require individual attention and assessment. In addition, since protracted discontinuation symptoms have mostly been reported in case reports, user surveys and internet forums, more rigorous studies are needed to establish their frequency, severity, and risk.\nIt has been suggested that, at the lower end of the therapeutic dose range, linear dose reduction may still result in a disproportionately large reduction in serotonin transporter inhibition, which may contribute to severe withdrawal symptoms. As a result, instead of decreasing the dose by a fixed amount (e.g., 10 mg), a “hyperbolic dose reduction” approach has been proposed, which targets a fixed percentage (e.g., 10%) reduction in serotonin receptor occupancy with each dose decrease. However, this approach is extrapolated from receptor studies using positron emission tomography (PET) in small numbers of participants and has not been evaluated in RCTs. The dosing schedule also presents a challenge in clinical practice, as it relies on compounding pharmacies to prepare liquid formulations or encapsulated nonstandard doses of antidepressants to achieve the required low doses. Hence, there is insufficient evidence to recommend hyperbolic tapering schedules.",
        "metadata": {
            "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#boxed-text3-07067437241245384",
            "type": "box",
            "headings": "Question 6. What Should be Done When a Patient is Better? > Q.6.d. How Should Antidepressant Treatment be Discontinued? > Box 6.1.",
            "referenced_tables": [],
            "referee_id": "box_6_1",
            "chunk_id": 176
        }
    },
    {
        "text": "Question 7. What Should be Done When a Patient is not Better? > Q.7.c. How are Strategies Sequenced When There is a Poor Response to an Initial Antidepressant Treatment? > Figure 7.1. > paragraph id: 186\nFigure 7.1. Algorithm for sequential treatment after suboptimal response to initial antidepressant medication.\n\n**Start**\n\nAssess factors that can interfere with treatment response:\n    - Psychiatric and nonpsychiatric comorbidities\n    - Adherence to treatment\n    - Other biological and psychological factors which may interfere with response\n    - Pharmacokinetic factors (consider pharmacogenetic testing)\n\n-> **Optimize Dose**\n    If another therapeutic dose, or partial response to well-tolerated lower doses within the therapeutic range.\n\n-> **Consider Adding Psychological Treatments**\n    Consider psychotherapy earlier rather than later in treatment\n\n-> **Switch or Adjunctive Medication**\n    Consider advantages and drawbacks for each strategy.\n\n    -> **Switch to Another Antidepressant**\n        Especially if there are intolerance issues with the initial antidepressant.\n        -> **First Line:**\n            Consider an antidepressant with a mechanism of action that is distinct from previous one.\n            Consider an antidepressant with evidence of superior efficacy (Table 3.5).\n        -> **Second Line:**\n            Consider a second- or third-line antidepressant.\n\n    -> **Add an Adjunctive Medication**\n        Especially if there is a partial response to initial antidepressant and it is well tolerated.\n        -> **First Line:**\n            Aripiprazole, brexpiprazole.\n            - Bupropion, N e-sketamine/lv\n            - Ketamine, cariprazine, lithium, mittazapine, modafinil, olanzapine, quetiapine-XL, risperidone, triiodothyronine.\n        -> **Second Line:**\n            Other antidepressants, stimulants, TCAs, monoamine oxidase inhibitors, lamotrigine, pramipexole, zprasidone.\n        -> **Third Line:**\n            Adjunctive transcranial direct current stimulation for MDD (Major depressive disorder)\n            Vagus nerve stimulation for DTD (Difficult-to-treat depression)\n\n-> **Consider Adding Neuromodulation Treatments for TRD (Treatment-resistant depression)**\n    These are generally considered after one of the switch of adjunctive medication options.\n    -> **First Line:**\n        Electroconvulsive therapy for severe MDE (Major depressive episode)\n        Transcranial magnetic stimulation for TRD (Treatment-resistant depression)\n    -> **Second Line:**\n        Electroconvulsive therapy for DTD (Difficult-to-treat depression)\n\n**End**\n\nNote. This algorithm refers primarily to medication treatments. Psychological treatments (see Table 3.2) should also be considered when patients have suboptimal responses to an initial medication. Neuromodulation treatments (see Table 8.3) are generally considered after a switch or adjunctive medication strategy has failed (i.e., for treatment-resistant depression). DTD (Difficult-to-treat depression) = difficult-to-treat depression; MDD (Major depressive disorder) = major depressive disorder; TCA (Tricyclic antidepressants) = tricyclic antidepressant; IN = intranasal; IV = intravenous; TRD (Treatment-resistant depression) = treatment-resistant depression; XR = extended release.",
        "metadata": {
            "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#fig2-07067437241245384",
            "type": "figure image",
            "headings": "Question 7. What Should be Done When a Patient is not Better? > Q.7.c. How are Strategies Sequenced When There is a Poor Response to an Initial Antidepressant Treatment? > Figure 7.1.",
            "referenced_tables": [],
            "referee_id": "figure_7_1",
            "chunk_id": 186
        }
    },
    {
        "text": "Question 7. What Should be Done When a Patient is not Better? > Q.7.f. How is an Adjunctive Medication Selected? > Table 7.2. > paragraph id: 197\nTable 7.2. Summary Recommendations for Adjunctive Medications for (DTD (Difficult-to-treat depression)).\n\nThe table presents a comprehensive overview of various antidepressant medications, categorized by their line of treatment. The table is divided into four columns: \"Line of treatment,\" \"Adjunctive agent,\" \"Target dose\" [1], \"Mechanism\", and \"Level of evidence\". The \"Line of treatment\" column is further subdivided into five categories: \"First line\", \"Second line\", \"Third line\", \"Investigational\", and \"Not recommended\".\n\n*   **First Line of Treatment**\n    *   Aripiprazole: 2-10 mg, Level 1\n    *   Brexpiprazole*: 0.5-2 mg, Level 1\n\n*   **Second Line of Treatment**\n    *   Bupropion: 150-450 mg, Level 1\n    *   Intranasal esketamine*: 56-84 mg intranasally, Level 1\n    *   IV racemic ketamine*: 0.5-1.0 mg/kg IV, Level 1\n    *   Olanzapine: 2.5-10 mg, Level 1\n    *   Quetiapine-XR*: 150-300 mg, Level 1\n    *   Risperidone*: 1-3 mg, Level 1\n    *   Lithium: 600-1200 mg (therapeutic serum level: 0.5-0.8 mmol/L), Level 1\n    *   Cariprazine*: 1.5-3 mg, Level 2\n    *   Mirtazapine/Manserin: 30-60 mg/30-90 mg, Level 2\n    *   Modafinil: 100-400 mg, Level 2\n    *   Triiodothyronine: 25-50 mcg, Level 2\n\n*   **Third Line of Treatment**\n    *   Other antidepressants, including tricyclic antidepressants: Varies with the medication, Level 3\n    *   Stimulants: Varies with the medication, Level 3\n    *   Lamotrigine*: 100-300 mg, Level 3\n    *   Non-IV racemic ketamine*: Varies with the medication, Level 3\n    *   Pramipexole*: 1-2 mg twice daily, Level 3\n    *   Ziprasidone: 20-80 mg twice daily, Level 3\n\n*   **Investigational**\n    *   Psychedelic-assisted psychotherapy*: Moderate to high doses accompanied by psychotherapy, Level 3\n\n*   **Not recommended**\n    *   Cannabis*: (insufficient evidence for efficacy; risk of harms), n/a\n\nNote. DTD (Difficult-to-treat depression) = difficult-to-treat depression; IV = intravenous; XR = extended release; n/a = not applicable. By convention, treatments are listed within each line of treatment by level of evidence, then alphabetically.\n[1] Dose ranges are taken from product monographs; in clinical care, doses below and above the range may be used.\n[*] Starred items indicate changes since the 2016 guidelines, based on updated evidence.",
        "metadata": {
            "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#table26-07067437241245384",
            "type": "table image ",
            "headings": "Question 7. What Should be Done When a Patient is not Better? > Q.7.f. How is an Adjunctive Medication Selected? > Table 7.2.",
            "referenced_tables": [],
            "referee_id": "table_7_2",
            "chunk_id": 197
        }
    },
    {
        "text": "Question 8. When Should Neuromodulation Treatments be Used? > Q.8.b. What Noninvasive Neuromodulation Treatments are Available? > Electroconvulsive Therapy > Table 8.1. > paragraph id: 217\nTable 8.1. Recommendations for Electroconvulsive Therapy (ECT (Electroconvulsive therapy)) Protocols.\n\nThe table presents a concise overview of the ECT (Electroconvulsive therapy) protocol, organized into three columns: \"Line of treatment,\" \"ECT (Electroconvulsive therapy) protocol,\" and \"Level of evidence.\" The first column lists the treatment lines, while the second column outlines the corresponding ECT (Electroconvulsive therapy) protocols. The third column indicates the level of evidence supporting each protocol.\n\n**First Line of Treatment:**\n\n\t*   **ECT (Electroconvulsive therapy) protocol:** Brief Pulse, bifrontal (at 1.5 times seizure threshold)\n\t\t*   **Level of evidence:** Leve1 1\n\t\t\n\t*   **ECT (Electroconvulsive therapy) protocol:** Brief Pulse, right unilateral (at 6 times seizure threshold)\n\t\t*   **Level of evidence:** Level 1\n\n**Second Line of Treatment:**\n\n\t*   **ECT (Electroconvulsive therapy) protocol:** Brief Pulse, bitemporal (at 1.5 times seizure threshold)\n\t\t*   **Level of evidence:** Leve1 1\n\t\n\t*   **ECT (Electroconvulsive therapy) protocol:** Ultrabrief Pulse, bifrontal (at 1.5 times seizure threshold)\n\t\t*   **Level of evidence:** Leve1 1\n\nNote. By convention, treatments are listed within each line of treatment by level of evidence, then alphabetically.",
        "metadata": {
            "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#table27-07067437241245384",
            "type": "table image ",
            "headings": "Question 8. When Should Neuromodulation Treatments be Used? > Q.8.b. What Noninvasive Neuromodulation Treatments are Available? > Electroconvulsive Therapy > Table 8.1.",
            "referenced_tables": [],
            "referee_id": "table_8_1",
            "chunk_id": 217
        }
    },
    {
        "text": "Question 8. When Should Neuromodulation Treatments be Used? > Q.8.b. What Noninvasive Neuromodulation Treatments are Available? > Transcranial Magnetic Stimulation > Table 8.2. > paragraph id: 223\nTable 8.2. Summary Recommendations for Repetitive Transcranial Stimulation (rTMS) Protocols.\n\n**First Line of Treatment**\n\n\t*   **Transcranial magnetic stimulation protocal:** iTBS to left DLPFC (Dorsolateral prefrontal cortex)\n\t\t*   **Level of evidence:** Leve1 1\n\t\t\n\t*   **Transcranial magnetic stimulation protocal:** High-frequency rTMS to left DLPFC (Dorsolateral prefrontal cortex)\n\t\t*   **Level of evidence:** Leve1 1\n\t\t\n\t*   **Transcranial magnetic stimulation protocal:** Low-frequency rTMS to right DLPFC (Dorsolateral prefrontal cortex)\n\t\t*   **Level of evidence:** Leve1 2\n\n**Second Line of Treatment**\n\n\t*   **Transcranial magnetic stimulation protocal:** Sequential Bilateral rTMS to DLPFC (Dorsolateral prefrontal cortex) (right low frequency then left high frequency).\n\t\t*   **Level of evidence:** Leve1 1\n\t\t\n\t*   **Transcranial magnetic stimulation protocal:** Accelerated iTBS to left DLPFC (Dorsolateral prefrontal cortex).\n\t\t*   **Level of evidence:** Leve1 3\n\t\t\n\t*   **Transcranial magnetic stimulation protocal:** Sequential bilateral TBS (Theta burst stimulation) to DLPFC (Dorsolateral prefrontal cortex) (right continuus TBS (Theta burst stimulation) then left intermittent TBS (Theta burst stimulation)).\n\t\t*   **Level of evidence:** Leve1 3\n\nNote. rTMS = repetitive transcranial stimulatio; iTBS = intermittent theta burst stimulation; DLPFC (Dorsolateral prefrontal cortex) = dorsolateral prefrontaal cortex; TBS (Theta burst stimulation) = theta burst stimulation.\nBy convention, treatments are listed within each line of treatment by level of evidence, then alphabetically.",
        "metadata": {
            "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#table28-07067437241245384",
            "type": "table image ",
            "headings": "Question 8. When Should Neuromodulation Treatments be Used? > Q.8.b. What Noninvasive Neuromodulation Treatments are Available? > Transcranial Magnetic Stimulation > Table 8.2.",
            "referenced_tables": [],
            "referee_id": "table_8_2",
            "chunk_id": 223
        }
    },
    {
        "text": "Question 8. When Should Neuromodulation Treatments be Used? > Q.8.d. When Should Neuromodulation Treatments be Selected? > Table 8.3. > paragraph id: 234\nTable 8.3. Summary Recommendations for Neuromodulation Treatments.\n\nThe table presents a comprehensive overview of the efficacy of various treatments for depression, categorized by level of evidence and treatment line. The table is divided into four columns: \"Line of treatment,\" \"Neuromodulation treatment,\" \"Acute efficacy,\" and \"Maintenance efficacy.\" Each row represents a specific treatment line, with corresponding neuromodulation treatments listed in the second column.\n\n**First Line**\n\n\t*   **Neuromodulation treatment:** ECT (Electroconvulsive therapy) for severe MDE (Major depressive episode) [*]\n\t\t*   **Level of evidence:** Level 1 in Acute efficacy, Level 1 in Maintenance efficacy\n\t\n\t*   **Neuromodulation treatment:** rTMS for TRD (Treatment-resistant depression)\n\t\t*   **Level of evidence:** Level 1 in Acute efficacy, Level 3 in Maintenance efficacy\n\n**Second Line**\n\n\t*   **Neuromodulation treatment:** ECT (Electroconvulsive therapy) for DTD (Difficult-to-treat depression)\n\t\t*   **Level of evidence:** Level 1 in Acute efficacy, Level 3 in Maintenance efficacy\n\n**Third Line**\n\n\t*   **Neuromodulation treatment:** Adjunctive use of tDCS for mild-moderate MDE (Major depressive episode)\n\t\t*   **Level of evidence:** Level 2 in Acute efficacy, Level 3 in Maintenance efficacy\n\t\n\t*\t**Neuromodulation treatment:** VNS (Vagus nerve stimulation) for DTD (Difficult-to-treat depression)\n\t\t*   **Level of evidence:** Level 3 in Acute efficacy, Level 3 in Maintenance efficacy\n\n**Investigational**\n\n\t*   **Neuromodulation treatment:** DBS (Deep brain stimulation) for DTD (Difficult-to-treat depression)\n\t\t*   **Level of evidence:** Level 2 in Acute efficacy, Unknown in Maintenance efficacy\n\t*   **Neuromodulation treatment:** MST (Magnetic seizure therapy) for DTD (Difficult-to-treat depression)\n\t\t*   **Level of evidence:** Level 2 in Acute efficacy, Unknown in Maintenance efficacy\n\nNote. ECT (Electroconvulsive therapy) = electroconvulsive therapy; MDE (Major depressive episode) = major depressive episode; rTMS = repetitive transcranial magnatic stimulation; TRD (Treatment-resistant depression) = transcranial direct current stimulation; VNS (Vagus nerve stimulation) = vagus newve stimulation; DBS (Deep brain stimulation) = deep brain stimulation; MST (Magnetic seizure therapy) = magnetic seizure therapy\n[*] With severe pyschotic or catatonic features, severe suicidal ideation, or deteriorating physical condition.",
        "metadata": {
            "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#table29-07067437241245384",
            "type": "table image ",
            "headings": "Question 8. When Should Neuromodulation Treatments be Used? > Q.8.d. When Should Neuromodulation Treatments be Selected? > Table 8.3.",
            "referenced_tables": [],
            "referee_id": "table_8_3",
            "chunk_id": 234
        }
    },
    {
        "text": "Methods > Grading of Recommendations > paragraph id: 238\n[Table: Table B. CANMAT (Canadian Network for Mood and Anxiety Treatments) Criteria for Line of Treatment.]\nCaption: CANMAT (Canadian Network for Mood and Anxiety Treatments) Criteria for Line of Treatment.\nRow 0 - Line of treatment: First line, Criteria: Level 1 or Level 2 evidence, plus clinical support (Clinical support refers to the application of expert consensus by the Canadian Network for Mood and Anxiety Treatments (CANMAT (Canadian Network for Mood and Anxiety Treatments)) editorial group to ensure that evidence-supported interventions are feasible and relevant to clinical practice. Therefore, treatments with higher levels of evidence may be downgraded to lower lines of treatment due to clinical issues such as side effects or safety profiles.)\nRow 1 - Line of treatment: Second line, Criteria: Level 3 evidence or higher, plus clinical support (Clinical support refers to the application of expert consensus by the Canadian Network for Mood and Anxiety Treatments (CANMAT (Canadian Network for Mood and Anxiety Treatments)) editorial group to ensure that evidence-supported interventions are feasible and relevant to clinical practice. Therefore, treatments with higher levels of evidence may be downgraded to lower lines of treatment due to clinical issues such as side effects or safety profiles.)\nRow 2 - Line of treatment: Third line, Criteria: Level 4 evidence or higher, plus clinical support (Clinical support refers to the application of expert consensus by the Canadian Network for Mood and Anxiety Treatments (CANMAT (Canadian Network for Mood and Anxiety Treatments)) editorial group to ensure that evidence-supported interventions are feasible and relevant to clinical practice. Therefore, treatments with higher levels of evidence may be downgraded to lower lines of treatment due to clinical issues such as side effects or safety profiles.)",
        "metadata": {
            "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section2-07067437241245384",
            "type": "HTML table",
            "referee_id": "table_b",
            "headings": "Methods > Grading of Recommendations",
            "chunk_id": 238
        }
    },
    {
        "text": "Methods > Conventions Used in This Document > paragraph id: 239\n[Table: Table C. List of Abbreviations.]\nCaption: List of Abbreviations.\nRow 0 - Abbreviation: ACT, Definition: Acceptance and commitment therapy\nRow 1 - Abbreviation: ADHD, Definition: Attention-deficit hyperactivity disorder\nRow 2 - Abbreviation: AI, Definition: Artificial intelligence\nRow 3 - Abbreviation: BA, Definition: Behavioural activation\nRow 4 - Abbreviation: CAM, Definition: Complementary and alternative medicine\nRow 5 - Abbreviation: CANMAT, Definition: Canadian Network for Mood and Anxiety Treatments\nRow 6 - Abbreviation: CBASP, Definition: Cognitive behavioural analysis system of psychotherapy\nRow 7 - Abbreviation: CBT, Definition: Cognitive-behavioural therapy\nRow 8 - Abbreviation: CPD, Definition: Continuing professional development\nRow 9 - Abbreviation: CYP, Definition: Cytochrome P450\nRow 10 - Abbreviation: DBS, Definition: Deep brain stimulation\nRow 11 - Abbreviation: DHI, Definition: Digital health intervention\nRow 12 - Abbreviation: DLPFC, Definition: Dorsolateral prefrontal cortex\nRow 13 - Abbreviation: DSM-5-TR, Definition: Diagnostic and Statistical Manual, 5th edition, Text Revision\nRow 14 - Abbreviation: DSM-IV-TR, Definition: Diagnostic and Statistical Manual, 4th edition, Text Revision\nRow 15 - Abbreviation: DTD, Definition: Difficult-to-treat depression\nRow 16 - Abbreviation: ECG, Definition: Electrocardiography\nRow 17 - Abbreviation: ECT, Definition: Electroconvulsive therapy\nRow 18 - Abbreviation: EEG, Definition: Electroencephalography\nRow 19 - Abbreviation: GRADE, Definition: Grading of Recommendations Assessment, Development, and Evaluation\nRow 20 - Abbreviation: ICD, Definition: International Classification of Diseases\nRow 21 - Abbreviation: IPT, Definition: Interpersonal therapy\nRow 22 - Abbreviation: MAOI, Definition: Monoamine oxidase inhibitor\nRow 23 - Abbreviation: MBC, Definition: Measurement-based care\nRow 24 - Abbreviation: MBCT, Definition: Mindfulness-based cognitive therapy\nRow 25 - Abbreviation: MCT, Definition: Metacognitive therapy\nRow 26 - Abbreviation: MDD, Definition: Major depressive disorder\nRow 27 - Abbreviation: MDE, Definition: Major depressive episode\nRow 28 - Abbreviation: MI, Definition: Motivational interviewing\nRow 29 - Abbreviation: MST, Definition: Magnetic seizure therapy\nRow 30 - Abbreviation: NbN, Definition: Neuroscience-based nomenclature\nRow 31 - Abbreviation: NDRI, Definition: Norepinephrine-dopamine reuptake inhibitor\nRow 32 - Abbreviation: NMDA, Definition: N-methyl-D-aspartate\nRow 33 - Abbreviation: NSAID, Definition: Nonsteroidal anti-inflammatory drug\nRow 34 - Abbreviation: PDD, Definition: Persistent depressive disorder\nRow 35 - Abbreviation: PDT, Definition: Psychodynamic psychotherapy\nRow 36 - Abbreviation: PHQ, Definition: Patient health questionnaire\nRow 37 - Abbreviation: PST, Definition: Problem-solving therapy\nRow 38 - Abbreviation: RCT, Definition: Randomized controlled trial\nRow 39 - Abbreviation: rTMS, Definition: Repetitive transcranial magnetic stimulation\nRow 40 - Abbreviation: SDM, Definition: Shared decision-making\nRow 41 - Abbreviation: SNRI, Definition: Serotonin-norepinephrine reuptake inhibitor\nRow 42 - Abbreviation: SSRI, Definition: Selective serotonin reuptake inhibitor\nRow 43 - Abbreviation: STPP, Definition: Short-term psychodynamic psychotherapy\nRow 44 - Abbreviation: TBS, Definition: Theta burst stimulation\nRow 45 - Abbreviation: TCA, Definition: Tricyclic antidepressants\nRow 46 - Abbreviation: tDCS, Definition: Transcranial direct current stimulation\nRow 47 - Abbreviation: TMS, Definition: Transcranial magnetic stimulation\nRow 48 - Abbreviation: TRD, Definition: Treatment-resistant depression\nRow 49 - Abbreviation: USA, Definition: United States of America\nRow 50 - Abbreviation: VNS, Definition: Vagus nerve stimulation\nRow 51 - Abbreviation: WHO, Definition: World Health Organization",
        "metadata": {
            "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section2-07067437241245384",
            "type": "HTML table",
            "referee_id": "table_c",
            "headings": "Methods > Conventions Used in This Document",
            "chunk_id": 239
        }
    },
    {
        "text": "Question 1. What are Important Issues for Assessment and Diagnosis? > Q.1.a. What are the Risk Factors for MDD (Major depressive disorder)? > paragraph id: 240\n[Table: Table 1.1. Examples of Risk Factors for Major Depressive Disorder (MDD (Major depressive disorder)).]\nCaption: Examples of Risk Factors for Major Depressive Disorder (MDD (Major depressive disorder)).\nRow 0 - Static, nonmodifiable risk factors: Female sex\nFamily history of mood disorders\nHistory of adverse childhood events/maltreatment\nDeath of spouse, Dynamic, potentially modifiable risk factors: Chronic and nonpsychiatric medical illnesses\nPsychiatric comorbidities, especially anxiety disorders\nAlcohol and substance use disorders\nInsomnia, night shift work\nPeriods of hormonal changes (e.g., puberty, pregnancy, postpartum, and perimenopause)\nRecent stressful life events\nJob strain/income inequality\nBereavement\nPeer victimization/bullying/cyberbullying\nGender dysphoria\nSedentary lifestyle/screen time",
        "metadata": {
            "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section3-07067437241245384",
            "type": "HTML table",
            "referee_id": "table_1_1",
            "headings": "Question 1. What are Important Issues for Assessment and Diagnosis? > Q.1.a. What are the Risk Factors for MDD?",
            "chunk_id": 240
        }
    },
    {
        "text": "Question 2. What are the Principles for Depression Management? > Q.2.a. What are the Phases and Objectives of Treatment? > paragraph id: 241\n[Table: Table 2.1. Summary of Phases of Treatment, Objectives, and Actions.]\nCaption: Summary of Phases of Treatment, Objectives, and Actions.\nRow 0 - Phase of treatment: Acute, Duration of phase: Approximately 8–16 weeks, until symptom remission., Objectives: Address patient safety., Actions: Assess suicide and safety risks.\nDefine treatment setting (inpatient vs. outpatient).\nDevelop a safety plan.\nRow 1 - Phase of treatment: Acute, Duration of phase: Approximately 8–16 weeks, until symptom remission., Objectives: Treat to symptom remission and functional improvement., Actions: Establish rapport and therapeutic alliance.\nUse psychoeducation and self-management.\nSelect and implement evidence-based treatment(s).\nMonitor tolerability, adherence, response, and side effects.\nRow 2 - Phase of treatment: Maintenance, Duration of phase: Approximately 6–24 months following the acute phase (or longer if clinically indicated)., Objectives: Maintain symptomatic remission., Actions: Make evidence-based adjustments to treatment(s).\nAddress residual symptoms.\nRow 3 - Phase of treatment: Maintenance, Duration of phase: Approximately 6–24 months following the acute phase (or longer if clinically indicated)., Objectives: Restore functioning and quality of life to premorbid levels., Actions: Use psychoeducation and self-management.\nTreat comorbidities.\nConsider additional psychosocial interventions.\nRow 4 - Phase of treatment: Maintenance, Duration of phase: Approximately 6–24 months following the acute phase (or longer if clinically indicated)., Objectives: Prevent recurrence., Actions: Use psychoeducation to identify early symptoms for early intervention.\nMonitor for long-term side effects and adherence issues.\nAddress barriers to care.\nUse interventions to promote resilience.\nRow 5 - Phase of treatment: Maintenance, Duration of phase: Approximately 6–24 months following the acute phase (or longer if clinically indicated)., Objectives: Consolidate gains during treatment discontinuation., Actions: Discontinue treatments when clinically indicated.\nUse evidence-based approaches when stopping treatment.\nContinue treatment when discontinuation is not indicated.",
        "metadata": {
            "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section4-07067437241245384",
            "type": "HTML table",
            "referee_id": "table_2_1",
            "headings": "Question 2. What are the Principles for Depression Management? > Q.2.a. What are the Phases and Objectives of Treatment?",
            "chunk_id": 241
        }
    },
    {
        "text": "Question 2. What are the Principles for Depression Management? > Q.2.c. How are Suicide and Safety Risks Managed? > paragraph id: 242\n[Table: Table 2.2. Potentially Modifiable Risk Factors for Suicide in Major Depressive Disorder (MDD (Major depressive disorder)).]\nCaption: Potentially Modifiable Risk Factors for Suicide in Major Depressive Disorder (MDD (Major depressive disorder)).\nRow 0 - Potentially modifiable factors associated with higher suicide risk: Symptoms and life events\nSuicidal ideation with a well-developed plan and/or intent to act\nHopelessness\nAnxiety\nImpulsivity\nPsychotic symptoms\nStressful life events (e.g., financial stress and victimization)\nRow 1 - Potentially modifiable factors associated with higher suicide risk: Comorbid conditions\nPosttraumatic stress disorder\nSubstance use disorders (especially alcohol use disorder)\nComorbid personality disorders (especially cluster B personality disorders)\nSleep disorders\nChronic painful medical conditions (e.g., migraine headaches and arthritis)",
        "metadata": {
            "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section4-07067437241245384",
            "type": "HTML table",
            "referee_id": "table_2_2",
            "headings": "Question 2. What are the Principles for Depression Management? > Q.2.c. How are Suicide and Safety Risks Managed?",
            "chunk_id": 242
        }
    },
    {
        "text": "Question 2. What are the Principles for Depression Management? > Q.2.c. How are Suicide and Safety Risks Managed? > paragraph id: 243\n[Table: Table 2.3. Suicide Safety Plan (Adapted from Hawton et al., 2022).]\nCaption: Suicide Safety Plan (Adapted from Hawton et al., 2022).",
        "metadata": {
            "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section4-07067437241245384",
            "type": "HTML table",
            "referee_id": "table_2_3",
            "headings": "Question 2. What are the Principles for Depression Management? > Q.2.c. How are Suicide and Safety Risks Managed?",
            "chunk_id": 243
        }
    },
    {
        "text": "Question 4. What is the Role of DHIs? > Q.4.b. What are Best Practices for Evaluating DHIs? > paragraph id: 244\n[Table: Table 4.1. Considerations for Evaluating Digital Health Interventions (DHIs).]\nCaption: Considerations for Evaluating Digital Health Interventions (DHIs).\nRow 0 - Category: Efficacy, Evaluation questions: Does the DHI (Digital health intervention) use evidence-based techniques?\nHas the DHI (Digital health intervention) been evaluated in clinical trials in the same patient population?\nAre there real-world evaluations?\nHas the DHI (Digital health intervention) been reviewed by credible sources?\nRow 1 - Category: Privacy and security, Evaluation questions: Is there a clear privacy and security policy?\nIs password protection or authentication included?\nWhat personal information does the DHI (Digital health intervention) collect?\nCan personal data be deleted upon request?\nWill any personal data be shared or sold to a third party?\nRow 2 - Category: Risks, Evaluation questions: Will using the DHI (Digital health intervention) delay proper assessment and treatment?\nIs harmful, inaccurate, or inconsistent advice given?\nFor guided DHIs, what is the training and supervision policy for therapists/coaches?\nWill users feel worse if they are not able to complete the DHI (Digital health intervention)?\nWhat is the procedure if users experience a crisis?\nRow 3 - Category: Access, Evaluation questions: Are there upfront or ongoing costs?\nAre there digital divide challenges?\nAre there accessibility issues (e.g., language, visual or typing barriers)?\nHow much time does it take to use the DHI (Digital health intervention)?\nCan reports or summaries be shared with the clinician?",
        "metadata": {
            "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section6-07067437241245384",
            "type": "HTML table",
            "referee_id": "table_4_1",
            "headings": "Question 4. What is the Role of DHIs? > Q.4.b. What are Best Practices for Evaluating DHIs?",
            "chunk_id": 244
        }
    },
    {
        "text": "Question 4. What is the Role of DHIs? > Q.4.d. What are Examples of Guided (Facilitated) DHIs? > paragraph id: 245\n[Table: Table 4.2. Examples of DHIs for Depression.*]\nCaption: Examples of DHIs for Depression.*\nRow 0 - DHI (Digital health intervention): Guided (facilitated) DHIs, Description: Good days ahead* (DHI (Digital health intervention) has at least 1 positive RCT (Randomized controlled trial) in patients with MDD (Major depressive disorder).), Comments: Program designed for use by a CBT (Cognitive-behavioural therapy) therapist to provide additional CBT (Cognitive-behavioural therapy) instruction outside of the session.\nRow 1 - DHI (Digital health intervention): Guided (facilitated) DHIs, Description: BounceBack, Comments: Free online CBT (Cognitive-behavioural therapy) program with various formats: self-directed version, or with telephone-delivered lay coaching.\nRow 2 - DHI (Digital health intervention): Guided (facilitated) DHIs, Description: Deprexis*\n# (DHI (Digital health intervention) has at least 1 positive RCT (Randomized controlled trial) in patients with MDD (Major depressive disorder).), Comments: Online CBT (Cognitive-behavioural therapy) program with tailored guidance provided by an AI (Artificial intelligence) conversational agent; includes BA (Behavioural activation) and mindfulness techniques.\nRow 3 - DHI (Digital health intervention): Guided (facilitated) DHIs, Description: MoodBeacon, Comments: Online guided CBT (Cognitive-behavioural therapy) program; guidance provided by trained therapists.\nRow 4 - DHI (Digital health intervention): Guided (facilitated) DHIs, Description: Pacifica/Sanvello*\n# (DHI (Digital health intervention) has at least 1 positive RCT (Randomized controlled trial) in patients with MDD (Major depressive disorder).), Comments: Mobile- and web-based apps intended to assist users in relieving stress, anxiety, and depression. Free; offers in-app purchases.\nRow 5 - DHI (Digital health intervention): Unguided (self-directed) DHIs, Description: Catch It, Comments: Free CBT (Cognitive-behavioural therapy)-based mobile app, primarily uses automatic thought records and reflection exercises to address anxiety and depressive symptoms.\nRow 6 - DHI (Digital health intervention): Unguided (self-directed) DHIs, Description: Headspace, Comments: Popular mobile app with self-guided meditation and mindfulness techniques and some CBT (Cognitive-behavioural therapy) approaches.\nRow 7 - DHI (Digital health intervention): Unguided (self-directed) DHIs, Description: MoodGYM* (DHI (Digital health intervention) has at least 1 positive RCT (Randomized controlled trial) in patients with MDD (Major depressive disorder).), Comments: Internet-based CBT (Cognitive-behavioural therapy) self-help program, with very structured modules.\nRow 8 - DHI (Digital health intervention): Unguided (self-directed) DHIs, Description: MoodKit*\n# (DHI (Digital health intervention) has at least 1 positive RCT (Randomized controlled trial) in patients with MDD (Major depressive disorder).), Comments: CBT (Cognitive-behavioural therapy)-based toolkit app with detailed instructions on how to use thought records and BA (Behavioural activation).\nRow 9 - DHI (Digital health intervention): Unguided (self-directed) DHIs, Description: Spark Direct*\n# (DHI (Digital health intervention) has at least 1 positive RCT (Randomized controlled trial) in patients with MDD (Major depressive disorder).), Comments: A mobile app providing core elements of CBT (Cognitive-behavioural therapy) and BA (Behavioural activation) in a 5-week program.",
        "metadata": {
            "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section6-07067437241245384",
            "type": "HTML table",
            "referee_id": "table_4_2",
            "headings": "Question 4. What is the Role of DHIs? > Q.4.d. What are Examples of Guided (Facilitated) DHIs?",
            "chunk_id": 245
        }
    },
    {
        "text": "Question 5. How is Treatment Monitored? > Q.5.a. What is Measurement-Based Care? > paragraph id: 246\n[Table: Table 5.2. Examples of Validated Rating Scales for Measurement-Based Care.]\nCaption: Examples of Validated Rating Scales for Measurement-Based Care.\nRow 0 - Outcome: Symptoms/severity, Clinician-rated scales: Hamilton Depression Rating Scale (HAM-D, HAM-7)\nMontgomery Åsberg Depression Rating Scale (MADRS)\nInventory for Depressive Symptomatology (IDS)\nColumbia Suicide Severity Rating Scale (C-SSRS)\nDimensional Anhedonia Rating Scale (DARS), Patient-rated scales: Beck Depression Inventory-II (BDI-II)*\nClinically Useful Depression Outcome Scale (CUDOS)\nPatient Health Questionnaire (PHQ (Patient health questionnaire)-9)\nPatient Rated Outcome Measurement Information System (PROMIS)\nQuick Inventory for Depressive Symptomatology, Self-Rated (QIDS-SR)\nSuicidality Scale (Copyright may require a fee for clinical use.)\nRow 1 - Outcome: Functioning, Clinician-rated scales: Multidimensional Scale of Independent Functioning (MSIF)\nSocial and Occupational Functioning Assessment Scale (SOFAS)\nWHO (World Health Organization) Disability Assessment Scale (WHO (World Health Organization)-DAS), Patient-rated scales: Lam Employment Absence and Productivity Scale (LEAPS)\nSheehan Disability Scale (SDS)*\nWHO (World Health Organization)-DAS, self-rated\nWork and Social Adjustment Scale (WSAS)* (Copyright may require a fee for clinical use.)\nRow 2 - Outcome: Quality of life, Clinician-rated scales: Quality of Life Interview (QOLI)* (Copyright may require a fee for clinical use.), Patient-rated scales: EuroQoL-5D (EQ-5D)\nQuality of Life, Enjoyment and Satisfaction Questionnaire (QLESQ)* (Copyright may require a fee for clinical use.)\nRow 3 - Outcome: Side effects, Clinician-rated scales: UKU Side Effect Rating Scale\nToronto Side Effects Scale, Patient-rated scales: Frequency, Intensity and Burden of Side Effects Rating (FIBSER)",
        "metadata": {
            "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section7-07067437241245384",
            "type": "HTML table",
            "referee_id": "table_5_2",
            "headings": "Question 5. How is Treatment Monitored? > Q.5.a. What is Measurement-Based Care?",
            "chunk_id": 246
        }
    },
    {
        "text": "Question 6. What Should be Done When a Patient is Better? > Q.6.c. Who Needs Longer-Term Antidepressant Treatment? > paragraph id: 247\n[Table: Table 6.2. Risk Factors for Recurrence of Depressive Episodes.]\nCaption: Risk Factors for Recurrence of Depressive Episodes.",
        "metadata": {
            "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section8-07067437241245384",
            "type": "HTML table",
            "referee_id": "table_6_2",
            "headings": "Question 6. What Should be Done When a Patient is Better? > Q.6.c. Who Needs Longer-Term Antidepressant Treatment?",
            "chunk_id": 247
        }
    },
    {
        "text": "Question 6. What Should be Done When a Patient is Better? > Q.6.d. How Should Antidepressant Treatment be Discontinued? > paragraph id: 248\n[Table: Table 6.3. Risk of Antidepressant Discontinuation Symptoms.*]\nCaption: Risk of Antidepressant Discontinuation Symptoms.*\nRow 0 - Risk of discontinuation symptoms: High risk, Antidepressant: Paroxetine\nVenlafaxine\nRow 1 - Risk of discontinuation symptoms: Moderate risk, Antidepressant: Citalopram\nDesvenlafaxine\nDuloxetine\nEscitalopram\nFluvoxamine\nLevomilnacipran\nMilnacipran**\nSertraline\nVilazodone\nTricyclic antidepressants\nMonoamine oxidase inhibitors (*Not available in Canada.)\nRow 2 - Risk of discontinuation symptoms: Low or minimal risk, Antidepressant: Agomelatine**\nBupropion\nFluoxetine\nMirtazapine\nVortioxetine (*Not available in Canada.)",
        "metadata": {
            "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section8-07067437241245384",
            "type": "HTML table",
            "referee_id": "table_6_3",
            "headings": "Question 6. What Should be Done When a Patient is Better? > Q.6.d. How Should Antidepressant Treatment be Discontinued?",
            "chunk_id": 248
        }
    },
    {
        "text": "Question 7. What Should be Done When a Patient is not Better? > Q.7.a. What Contributes to a Poor Response to Treatment? > paragraph id: 249\n[Table: Table 7.1. Factors Contributing to Poor Response to Initial Treatment.]\nCaption: Factors Contributing to Poor Response to Initial Treatment.\nRow 0 - Clinical factors: Incorrect diagnosis (e.g., bipolar disorder)\nDemographic and illness characteristics (e.g., older age, female sex, younger age of onset, higher severity, increased number/duration of episodes, and trauma history)\nPsychiatric medical comorbidities (e.g., anxiety disorders, personality disorders, attention-deficit hyperactivity disorder, substance use disorders, etc.)\nNonpsychiatric medical comorbidities (e.g., anaemia, obesity, sleep apnea, thyroid disease, etc.)\nAcute or chronic stressors, Treatment factors: Inadequate dose of treatment\nInadequate duration of treatment\nSide effects masking as symptoms\nPoor adherence to treatment\nPharmacogenetic variability (e.g., rapid or slow metabolism of drugs)",
        "metadata": {
            "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section9-07067437241245384",
            "type": "HTML table",
            "referee_id": "table_7_1",
            "headings": "Question 7. What Should be Done When a Patient is not Better? > Q.7.a. What Contributes to a Poor Response to Treatment?",
            "chunk_id": 249
        }
    }
]