[
    {
        "text": "[Table: Table B. CANMAT Criteria for Line of Treatment.]\nCaption: CANMAT Criteria for Line of Treatment.\nRow 0 — Line of treatment: First line, Criteria: Level 1 or Level 2 evidence, plus clinical support (Clinical support refers to the application of expert consensus by the Canadian Network for Mood and Anxiety Treatments (CANMAT) editorial group to ensure that evidence-supported interventions are feasible and relevant to clinical practice. Therefore, treatments with higher levels of evidence may be downgraded to lower lines of treatment due to clinical issues such as side effects or safety profiles.)\nRow 1 — Line of treatment: Second line, Criteria: Level 3 evidence or higher, plus clinical support (Clinical support refers to the application of expert consensus by the Canadian Network for Mood and Anxiety Treatments (CANMAT) editorial group to ensure that evidence-supported interventions are feasible and relevant to clinical practice. Therefore, treatments with higher levels of evidence may be downgraded to lower lines of treatment due to clinical issues such as side effects or safety profiles.)\nRow 2 — Line of treatment: Third line, Criteria: Level 4 evidence or higher, plus clinical support (Clinical support refers to the application of expert consensus by the Canadian Network for Mood and Anxiety Treatments (CANMAT) editorial group to ensure that evidence-supported interventions are feasible and relevant to clinical practice. Therefore, treatments with higher levels of evidence may be downgraded to lower lines of treatment due to clinical issues such as side effects or safety profiles.)",
        "metadata": {
            "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section2-07067437241245384",
            "type": "figure table",
            "referee_id": "table_b",
            "headings": "Methods > Grading of Recommendations"
        }
    },
    {
        "text": "[Table: Table C. List of Abbreviations.]\nCaption: List of Abbreviations.\nRow 0 — Abbreviation: ACT, Definition: Acceptance and commitment therapy\nRow 1 — Abbreviation: ADHD, Definition: Attention-deficit hyperactivity disorder\nRow 2 — Abbreviation: AI, Definition: Artificial intelligence\nRow 3 — Abbreviation: BA, Definition: Behavioural activation\nRow 4 — Abbreviation: CAM, Definition: Complementary and alternative medicine\nRow 5 — Abbreviation: CANMAT, Definition: Canadian Network for Mood and Anxiety Treatments\nRow 6 — Abbreviation: CBASP, Definition: Cognitive behavioural analysis system of psychotherapy\nRow 7 — Abbreviation: CBT, Definition: Cognitive-behavioural therapy\nRow 8 — Abbreviation: CPD, Definition: Continuing professional development\nRow 9 — Abbreviation: CYP, Definition: Cytochrome P450\nRow 10 — Abbreviation: DBS, Definition: Deep brain stimulation\nRow 11 — Abbreviation: DHI, Definition: Digital health intervention\nRow 12 — Abbreviation: DLPFC, Definition: Dorsolateral prefrontal cortex\nRow 13 — Abbreviation: DSM-5-TR, Definition: Diagnostic and Statistical Manual, 5th edition, Text Revision\nRow 14 — Abbreviation: DSM-IV-TR, Definition: Diagnostic and Statistical Manual, 4th edition, Text Revision\nRow 15 — Abbreviation: DTD, Definition: Difficult-to-treat depression\nRow 16 — Abbreviation: ECG, Definition: Electrocardiography\nRow 17 — Abbreviation: ECT, Definition: Electroconvulsive therapy\nRow 18 — Abbreviation: EEG, Definition: Electroencephalography\nRow 19 — Abbreviation: GRADE, Definition: Grading of Recommendations Assessment, Development, and Evaluation\nRow 20 — Abbreviation: ICD, Definition: International Classification of Diseases\nRow 21 — Abbreviation: IPT, Definition: Interpersonal therapy\nRow 22 — Abbreviation: MAOI, Definition: Monoamine oxidase inhibitor\nRow 23 — Abbreviation: MBC, Definition: Measurement-based care\nRow 24 — Abbreviation: MBCT, Definition: Mindfulness-based cognitive therapy\nRow 25 — Abbreviation: MCT, Definition: Metacognitive therapy\nRow 26 — Abbreviation: MDD, Definition: Major depressive disorder\nRow 27 — Abbreviation: MDE, Definition: Major depressive episode\nRow 28 — Abbreviation: MI, Definition: Motivational interviewing\nRow 29 — Abbreviation: MST, Definition: Magnetic seizure therapy\nRow 30 — Abbreviation: NbN, Definition: Neuroscience-based nomenclature\nRow 31 — Abbreviation: NDRI, Definition: Norepinephrine-dopamine reuptake inhibitor\nRow 32 — Abbreviation: NMDA, Definition: N-methyl-D-aspartate\nRow 33 — Abbreviation: NSAID, Definition: Nonsteroidal anti-inflammatory drug\nRow 34 — Abbreviation: PDD, Definition: Persistent depressive disorder\nRow 35 — Abbreviation: PDT, Definition: Psychodynamic psychotherapy\nRow 36 — Abbreviation: PHQ, Definition: Patient health questionnaire\nRow 37 — Abbreviation: PST, Definition: Problem-solving therapy\nRow 38 — Abbreviation: RCT, Definition: Randomized controlled trial\nRow 39 — Abbreviation: rTMS, Definition: Repetitive transcranial magnetic stimulation\nRow 40 — Abbreviation: SDM, Definition: Shared decision-making\nRow 41 — Abbreviation: SNRI, Definition: Serotonin-norepinephrine reuptake inhibitor\nRow 42 — Abbreviation: SSRI, Definition: Selective serotonin reuptake inhibitor\nRow 43 — Abbreviation: STPP, Definition: Short-term psychodynamic psychotherapy\nRow 44 — Abbreviation: TBS, Definition: Theta burst stimulation\nRow 45 — Abbreviation: TCA, Definition: Tricyclic antidepressants\nRow 46 — Abbreviation: tDCS, Definition: Transcranial direct current stimulation\nRow 47 — Abbreviation: TMS, Definition: Transcranial magnetic stimulation\nRow 48 — Abbreviation: TRD, Definition: Treatment-resistant depression\nRow 49 — Abbreviation: USA, Definition: United States of America\nRow 50 — Abbreviation: VNS, Definition: Vagus nerve stimulation\nRow 51 — Abbreviation: WHO, Definition: World Health Organization",
        "metadata": {
            "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section2-07067437241245384",
            "type": "figure table",
            "referee_id": "table_c",
            "headings": "Methods > Conventions Used in This Document"
        }
    },
    {
        "text": "[Table: Table 1.1. Examples of Risk Factors for Major Depressive Disorder (MDD).]\nCaption: Examples of Risk Factors for Major Depressive Disorder (MDD).\nRow 0 — Static, nonmodifiable risk factors: Female sex\nFamily history of mood disorders\nHistory of adverse childhood events/maltreatment\nDeath of spouse, Dynamic, potentially modifiable risk factors: Chronic and nonpsychiatric medical illnesses\nPsychiatric comorbidities, especially anxiety disorders\nAlcohol and substance use disorders\nInsomnia, night shift work\nPeriods of hormonal changes (e.g., puberty, pregnancy, postpartum, and perimenopause)\nRecent stressful life events\nJob strain/income inequality\nBereavement\nPeer victimization/bullying/cyberbullying\nGender dysphoria\nSedentary lifestyle/screen time",
        "metadata": {
            "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section3-07067437241245384",
            "type": "figure table",
            "referee_id": "table_1_1",
            "headings": "Question 1. What are Important Issues for Assessment and Diagnosis? > Q.1.a. What are the Risk Factors for MDD?"
        }
    },
    {
        "text": "[Table: Table 2.1. Summary of Phases of Treatment, Objectives, and Actions.]\nCaption: Summary of Phases of Treatment, Objectives, and Actions.\nRow 0 — Phase of treatment: Acute, Duration of phase: Approximately 8–16 weeks, until symptom remission., Objectives: Address patient safety., Actions: Assess suicide and safety risks.\nDefine treatment setting (inpatient vs. outpatient).\nDevelop a safety plan.\nRow 1 — Phase of treatment: Acute, Duration of phase: Approximately 8–16 weeks, until symptom remission., Objectives: Treat to symptom remission and functional improvement., Actions: Establish rapport and therapeutic alliance.\nUse psychoeducation and self-management.\nSelect and implement evidence-based treatment(s).\nMonitor tolerability, adherence, response, and side effects.\nRow 2 — Phase of treatment: Maintenance, Duration of phase: Approximately 6–24 months following the acute phase (or longer if clinically indicated)., Objectives: Maintain symptomatic remission., Actions: Make evidence-based adjustments to treatment(s).\nAddress residual symptoms.\nRow 3 — Phase of treatment: Maintenance, Duration of phase: Approximately 6–24 months following the acute phase (or longer if clinically indicated)., Objectives: Restore functioning and quality of life to premorbid levels., Actions: Use psychoeducation and self-management.\nTreat comorbidities.\nConsider additional psychosocial interventions.\nRow 4 — Phase of treatment: Maintenance, Duration of phase: Approximately 6–24 months following the acute phase (or longer if clinically indicated)., Objectives: Prevent recurrence., Actions: Use psychoeducation to identify early symptoms for early intervention.\nMonitor for long-term side effects and adherence issues.\nAddress barriers to care.\nUse interventions to promote resilience.\nRow 5 — Phase of treatment: Maintenance, Duration of phase: Approximately 6–24 months following the acute phase (or longer if clinically indicated)., Objectives: Consolidate gains during treatment discontinuation., Actions: Discontinue treatments when clinically indicated.\nUse evidence-based approaches when stopping treatment.\nContinue treatment when discontinuation is not indicated.",
        "metadata": {
            "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section4-07067437241245384",
            "type": "figure table",
            "referee_id": "table_2_1",
            "headings": "Question 2. What are the Principles for Depression Management? > Q.2.a. What are the Phases and Objectives of Treatment?"
        }
    },
    {
        "text": "[Table: Table 2.2. Potentially Modifiable Risk Factors for Suicide in Major Depressive Disorder (MDD).]\nCaption: Potentially Modifiable Risk Factors for Suicide in Major Depressive Disorder (MDD).\nRow 0 — Potentially modifiable factors associated with higher suicide risk: Symptoms and life events\nSuicidal ideation with a well-developed plan and/or intent to act\nHopelessness\nAnxiety\nImpulsivity\nPsychotic symptoms\nStressful life events (e.g., financial stress and victimization)\nRow 1 — Potentially modifiable factors associated with higher suicide risk: Comorbid conditions\nPosttraumatic stress disorder\nSubstance use disorders (especially alcohol use disorder)\nComorbid personality disorders (especially cluster B personality disorders)\nSleep disorders\nChronic painful medical conditions (e.g., migraine headaches and arthritis)",
        "metadata": {
            "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section4-07067437241245384",
            "type": "figure table",
            "referee_id": "table_2_2",
            "headings": "Question 2. What are the Principles for Depression Management? > Q.2.c. How are Suicide and Safety Risks Managed?"
        }
    },
    {
        "text": "[Table: Table 2.3. Suicide Safety Plan (Adapted from Hawton et al., 2022).]\nCaption: Suicide Safety Plan (Adapted from Hawton et al., 2022).",
        "metadata": {
            "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section4-07067437241245384",
            "type": "figure table",
            "referee_id": "table_2_3",
            "headings": "Question 2. What are the Principles for Depression Management? > Q.2.c. How are Suicide and Safety Risks Managed?"
        }
    },
    {
        "text": "[Table: Table 4.1. Considerations for Evaluating Digital Health Interventions (DHIs).]\nCaption: Considerations for Evaluating Digital Health Interventions (DHIs).\nRow 0 — Category: Efficacy, Evaluation questions: Does the DHI use evidence-based techniques?\nHas the DHI been evaluated in clinical trials in the same patient population?\nAre there real-world evaluations?\nHas the DHI been reviewed by credible sources?\nRow 1 — Category: Privacy and security, Evaluation questions: Is there a clear privacy and security policy?\nIs password protection or authentication included?\nWhat personal information does the DHI collect?\nCan personal data be deleted upon request?\nWill any personal data be shared or sold to a third party?\nRow 2 — Category: Risks, Evaluation questions: Will using the DHI delay proper assessment and treatment?\nIs harmful, inaccurate, or inconsistent advice given?\nFor guided DHIs, what is the training and supervision policy for therapists/coaches?\nWill users feel worse if they are not able to complete the DHI?\nWhat is the procedure if users experience a crisis?\nRow 3 — Category: Access, Evaluation questions: Are there upfront or ongoing costs?\nAre there digital divide challenges?\nAre there accessibility issues (e.g., language, visual or typing barriers)?\nHow much time does it take to use the DHI?\nCan reports or summaries be shared with the clinician?",
        "metadata": {
            "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section6-07067437241245384",
            "type": "figure table",
            "referee_id": "table_4_1",
            "headings": "Question 4. What is the Role of DHIs? > Q.4.b. What are Best Practices for Evaluating DHIs?"
        }
    },
    {
        "text": "[Table: Table 4.2. Examples of DHIs for Depression.*]\nCaption: Examples of DHIs for Depression.*\nRow 0 — DHI: Guided (facilitated) DHIs, Description: Good days ahead* (DHI has at least 1 positive RCT in patients with MDD.), Comments: Program designed for use by a CBT therapist to provide additional CBT instruction outside of the session.\nRow 1 — DHI: Guided (facilitated) DHIs, Description: BounceBack, Comments: Free online CBT program with various formats: self-directed version, or with telephone-delivered lay coaching.\nRow 2 — DHI: Guided (facilitated) DHIs, Description: Deprexis*\n# (DHI has at least 1 positive RCT in patients with MDD.), Comments: Online CBT program with tailored guidance provided by an AI conversational agent; includes BA and mindfulness techniques.\nRow 3 — DHI: Guided (facilitated) DHIs, Description: MoodBeacon, Comments: Online guided CBT program; guidance provided by trained therapists.\nRow 4 — DHI: Guided (facilitated) DHIs, Description: Pacifica/Sanvello*\n# (DHI has at least 1 positive RCT in patients with MDD.), Comments: Mobile- and web-based apps intended to assist users in relieving stress, anxiety, and depression. Free; offers in-app purchases.\nRow 5 — DHI: Unguided (self-directed) DHIs, Description: Catch It, Comments: Free CBT-based mobile app, primarily uses automatic thought records and reflection exercises to address anxiety and depressive symptoms.\nRow 6 — DHI: Unguided (self-directed) DHIs, Description: Headspace, Comments: Popular mobile app with self-guided meditation and mindfulness techniques and some CBT approaches.\nRow 7 — DHI: Unguided (self-directed) DHIs, Description: MoodGYM* (DHI has at least 1 positive RCT in patients with MDD.), Comments: Internet-based CBT self-help program, with very structured modules.\nRow 8 — DHI: Unguided (self-directed) DHIs, Description: MoodKit*\n# (DHI has at least 1 positive RCT in patients with MDD.), Comments: CBT-based toolkit app with detailed instructions on how to use thought records and BA.\nRow 9 — DHI: Unguided (self-directed) DHIs, Description: Spark Direct*\n# (DHI has at least 1 positive RCT in patients with MDD.), Comments: A mobile app providing core elements of CBT and BA in a 5-week program.",
        "metadata": {
            "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section6-07067437241245384",
            "type": "figure table",
            "referee_id": "table_4_2",
            "headings": "Question 4. What is the Role of DHIs? > Q.4.d. What are Examples of Guided (Facilitated) DHIs?"
        }
    },
    {
        "text": "[Table: Table 5.2. Examples of Validated Rating Scales for Measurement-Based Care.]\nCaption: Examples of Validated Rating Scales for Measurement-Based Care.\nRow 0 — Outcome: Symptoms/severity, Clinician-rated scales: Hamilton Depression Rating Scale (HAM-D, HAM-7)\nMontgomery Åsberg Depression Rating Scale (MADRS)\nInventory for Depressive Symptomatology (IDS)\nColumbia Suicide Severity Rating Scale (C-SSRS)\nDimensional Anhedonia Rating Scale (DARS), Patient-rated scales: Beck Depression Inventory-II (BDI-II)*\nClinically Useful Depression Outcome Scale (CUDOS)\nPatient Health Questionnaire (PHQ-9)\nPatient Rated Outcome Measurement Information System (PROMIS)\nQuick Inventory for Depressive Symptomatology, Self-Rated (QIDS-SR)\nSuicidality Scale (Copyright may require a fee for clinical use.)\nRow 1 — Outcome: Functioning, Clinician-rated scales: Multidimensional Scale of Independent Functioning (MSIF)\nSocial and Occupational Functioning Assessment Scale (SOFAS)\nWHO Disability Assessment Scale (WHO-DAS), Patient-rated scales: Lam Employment Absence and Productivity Scale (LEAPS)\nSheehan Disability Scale (SDS)*\nWHO-DAS, self-rated\nWork and Social Adjustment Scale (WSAS)* (Copyright may require a fee for clinical use.)\nRow 2 — Outcome: Quality of life, Clinician-rated scales: Quality of Life Interview (QOLI)* (Copyright may require a fee for clinical use.), Patient-rated scales: EuroQoL-5D (EQ-5D)\nQuality of Life, Enjoyment and Satisfaction Questionnaire (QLESQ)* (Copyright may require a fee for clinical use.)\nRow 3 — Outcome: Side effects, Clinician-rated scales: UKU Side Effect Rating Scale\nToronto Side Effects Scale, Patient-rated scales: Frequency, Intensity and Burden of Side Effects Rating (FIBSER)",
        "metadata": {
            "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section7-07067437241245384",
            "type": "figure table",
            "referee_id": "table_5_2",
            "headings": "Question 5. How is Treatment Monitored? > Q.5.a. What is Measurement-Based Care?"
        }
    },
    {
        "text": "[Table: Table 6.2. Risk Factors for Recurrence of Depressive Episodes.]\nCaption: Risk Factors for Recurrence of Depressive Episodes.",
        "metadata": {
            "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section8-07067437241245384",
            "type": "figure table",
            "referee_id": "table_6_2",
            "headings": "Question 6. What Should be Done When a Patient is Better? > Q.6.c. Who Needs Longer-Term Antidepressant Treatment?"
        }
    },
    {
        "text": "[Table: Table 6.3. Risk of Antidepressant Discontinuation Symptoms.*]\nCaption: Risk of Antidepressant Discontinuation Symptoms.*\nRow 0 — Risk of discontinuation symptoms: High risk, Antidepressant: Paroxetine\nVenlafaxine\nRow 1 — Risk of discontinuation symptoms: Moderate risk, Antidepressant: Citalopram\nDesvenlafaxine\nDuloxetine\nEscitalopram\nFluvoxamine\nLevomilnacipran\nMilnacipran**\nSertraline\nVilazodone\nTricyclic antidepressants\nMonoamine oxidase inhibitors (*Not available in Canada.)\nRow 2 — Risk of discontinuation symptoms: Low or minimal risk, Antidepressant: Agomelatine**\nBupropion\nFluoxetine\nMirtazapine\nVortioxetine (*Not available in Canada.)",
        "metadata": {
            "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section8-07067437241245384",
            "type": "figure table",
            "referee_id": "table_6_3",
            "headings": "Question 6. What Should be Done When a Patient is Better? > Q.6.d. How Should Antidepressant Treatment be Discontinued?"
        }
    },
    {
        "text": "[Table: Table 7.1. Factors Contributing to Poor Response to Initial Treatment.]\nCaption: Factors Contributing to Poor Response to Initial Treatment.\nRow 0 — Clinical factors: Incorrect diagnosis (e.g., bipolar disorder)\nDemographic and illness characteristics (e.g., older age, female sex, younger age of onset, higher severity, increased number/duration of episodes, and trauma history)\nPsychiatric medical comorbidities (e.g., anxiety disorders, personality disorders, attention-deficit hyperactivity disorder, substance use disorders, etc.)\nNonpsychiatric medical comorbidities (e.g., anaemia, obesity, sleep apnea, thyroid disease, etc.)\nAcute or chronic stressors, Treatment factors: Inadequate dose of treatment\nInadequate duration of treatment\nSide effects masking as symptoms\nPoor adherence to treatment\nPharmacogenetic variability (e.g., rapid or slow metabolism of drugs)",
        "metadata": {
            "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section9-07067437241245384",
            "type": "figure table",
            "referee_id": "table_7_1",
            "headings": "Question 7. What Should be Done When a Patient is not Better? > Q.7.a. What Contributes to a Poor Response to Treatment?"
        }
    }
]