[
    {
        "text": "Canadian Network for Mood and Anxiety Treatments (CANMAT) 2023 Update on Clinical Guidelines for Management of Major Depressive Disorder in Adults: Réseau canadien pour les traitements de l'humeur et de l'anxiété (CANMAT) 2023 : Mise à jour des lignes directrices cliniques pour la prise en charge du trouble dépressif majeur chez les adultes",
        "metadata": {
            "section": "title",
            "type": "title",
            "chunk_index": 1,
            "headings": "Title",
            "referenced_tables": []
        }
    },
    {
        "text": "The Canadian Network for Mood and Anxiety Treatments (CANMAT (Canadian Network for Mood and Anxiety Treatments)) last published clinical guidelines for the management of major depressive disorder (MDD (Major depressive disorder)) in 2016. Owing to advances in the field, an update was needed to incorporate new evidence and provide new and revised recommendations for the assessment and management of MDD (Major depressive disorder) in adults.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#sec1",
        "type": "paragraph",
        "chunk_index": 2,
        "headings": "Abstract > Background",
        "referenced_tables": []
    },
    {
        "text": "CANMAT (Canadian Network for Mood and Anxiety Treatments) convened a guidelines editorial group comprised of academic clinicians and patient partners. A systematic literature review was conducted, focusing on systematic reviews and meta-analyses published since the 2016 guidelines. Recommendations were organized by lines of treatment, which were informed by CANMAT (Canadian Network for Mood and Anxiety Treatments)-defined levels of evidence and supplemented by clinical support (consisting of expert consensus on safety, tolerability, and feasibility). Drafts were revised based on review by patient partners, expert peer review, and a defined expert consensus process.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#sec2",
        "type": "paragraph",
        "chunk_index": 3,
        "headings": "Abstract > Methods",
        "referenced_tables": []
    },
    {
        "text": "The updated guidelines comprise eight primary topics, in a question-and-answer format, that map a patient care journey from assessment to selection of evidence-based treatments, prevention of recurrence, and strategies for inadequate response. The guidelines adopt a personalized care approach that emphasizes shared decision-making that reflects the values, preferences, and treatment history of the patient with MDD (Major depressive disorder). Tables provide new and updated recommendations for psychological, pharmacological, lifestyle, complementary and alternative medicine, digital health, and neuromodulation treatments. Caveats and limitations of the evidence are highlighted.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#sec3",
        "type": "paragraph",
        "chunk_index": 4,
        "headings": "Abstract > Results",
        "referenced_tables": []
    },
    {
        "text": "The CANMAT (Canadian Network for Mood and Anxiety Treatments) 2023 updated guidelines provide evidence-informed recommendations for the management of MDD (Major depressive disorder), in a clinician-friendly format. These updated guidelines emphasize a collaborative, personalized, and systematic management approach that will help optimize outcomes for adults with MDD (Major depressive disorder).",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#sec4",
        "type": "paragraph",
        "chunk_index": 5,
        "headings": "Abstract > Conclusions",
        "referenced_tables": []
    },
    {
        "text": "Keywords: depressive disorders, major depressive disorder, clinical practice guidelines, adult psychiatry, pharmacotherapy, psychotherapy, electroconvulsive therapy, systematic reviews, evidence-based medicine",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#kwd-group1",
        "type": "paragraph",
        "chunk_index": 6,
        "headings": "Abstract > No heading",
        "referenced_tables": []
    },
    {
        "text": "Depressive illnessessuch as major depressive disorder (MDD (Major depressive disorder)) are common mental health conditions that significantly impact a person's quality of life and increase their risk of developing other health problems. Despite international calls to prioritize the recognition and treatment of MDD (Major depressive disorder), only 20% of individuals with MDD (Major depressive disorder) will receive adequate treatment. Clinical guidelines are one tool for standardizing treatments to improve clinical care.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section1-07067437241245384",
        "type": "paragraph",
        "chunk_index": 7,
        "headings": "Introduction",
        "referenced_tables": []
    },
    {
        "text": "The Canadian Network for Mood and Anxiety Treatments (CANMAT (Canadian Network for Mood and Anxiety Treatments)) last published evidence-based guidelines for managing MDD (Major depressive disorder) in 2016 (previous iterations were published in 2001 and 2009). Since then, new research has emerged and new and updated treatment options for MDD (Major depressive disorder) are available. This 2023 update provides healthcare professionals with the latest evidence-informed recommendations for assessing and managing MDD (Major depressive disorder). The updated guidelines focus on personalized care for individuals with MDD (Major depressive disorder), considering their needs, preferences, and treatment history. They also highlight the importance of collaborating with patients in their care decisions and choice of evidence-based treatment options. To this end, patient partners are included in the core editorial group and as authors and reviewers of these guidelines.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section1-07067437241245384",
        "type": "paragraph",
        "chunk_index": 8,
        "headings": "Introduction",
        "referenced_tables": []
    },
    {
        "text": "The guidelines development process is similar to previous CANMAT (Canadian Network for Mood and Anxiety Treatments) guidelines, with some exceptions. The familiar question–answer format is retained because clinicians continue to affirm its clinical practicality and ease of use. Questions were developed by a core editorial group with feedback from patient partners and organized into eight primary topics representing a patient care journey from assessment to acute treatment and maintenance, including treatment options for difficult-to-treat depression (DTD (Difficult-to-treat depression)). We also incorporated lifestyle interventions such as exercise, nutrition, and sleep hygiene into treatment plans. The evidence review process focused on meta-reviews of systematic reviews and meta-analyses published since 2015 (the literature search end date for the CANMAT (Canadian Network for Mood and Anxiety Treatments) 2016 guidelines), supplemented by other studies when those were not available. To enhance readability, only selected references are included in this publication; a complete citation list and summary of evidence reviews are available in the online supplemental materials ( https://osf.io/8tfkp/ ).",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section1-07067437241245384",
        "type": "paragraph",
        "chunk_index": 9,
        "headings": "Introduction",
        "referenced_tables": []
    },
    {
        "text": "Throughout these guidelines, all recommendations are accompanied by the level of evidence available to support each graded line of treatment. In addition, clinical support is used to rank recommendations, based on expert consensus from the CANMAT (Canadian Network for Mood and Anxiety Treatments) editorial group on factors including safety, tolerability, and feasibility, where possible. A rigorous method ensures consensus among the editorial group, and new or controversial topics are highlighted to clarify the rationale for recommendations.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section1-07067437241245384",
        "type": "paragraph",
        "chunk_index": 10,
        "headings": "Introduction",
        "referenced_tables": []
    },
    {
        "text": "The scope of these guidelines is the management of MDD (Major depressive disorder) in adults, with a target audience of community-based psychiatrists and mental health providers. CANMAT (Canadian Network for Mood and Anxiety Treatments) previously published guidelines for bipolar disorder, in collaboration with the International Society for Bipolar Disorders (ISBD), and clinical guidelines for perinatal mood and anxiety-related disorders are in development; guidelines for other populations such as geriatric and pediatric depression are in planning. As done with previous versions, CANMAT (Canadian Network for Mood and Anxiety Treatments) will produce briefer summaries of the guidelines for clinicians, such as the CANMAT (Canadian Network for Mood and Anxiety Treatments) Pocket Guide to Depression. Additionally, the CHOICE-D Patient and Family Guide to Depression Treatment will be revised to reflect the content of the updated guidelines for patient and public knowledge dissemination.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section1-07067437241245384",
        "type": "paragraph",
        "chunk_index": 11,
        "headings": "Introduction",
        "referenced_tables": []
    },
    {
        "text": "CANMAT (Canadian Network for Mood and Anxiety Treatments) convened a guidelines editorial group, comprised of academic clinicians ( n = 43, representing diversity in seniority, region, and expertise) and a patient partner (KS), to direct and manage the 2023 update. Methods, search strategies, and evidence tables are detailed on the project website on the Open Science Framework (OSF) ( https://osf.io/8tfkp/ ). High-quality, large-sample randomized controlled trials (RCTs) remain the gold standard for evidence. However, owing to the sheer volume of available RCTs, we prioritized systematic reviews and meta-analyses that synthesize many RCTs, for much of the evidence used and cited in these guidelines. We also recognize the limitations of meta-analyses; hence, we complemented them with results from large RCTs when making recommendations.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section2A-07067437241245384",
        "type": "paragraph",
        "chunk_index": 12,
        "headings": "Methods > Evidence Review",
        "referenced_tables": []
    },
    {
        "text": "We conducted comprehensive literature searches using appropriate keywords to identify systematic reviews and meta-analyses published between 1 January 2015 and 31 May 2023. In addition, we searched for RCTs and other studies when systematic reviews/meta-analyses were unavailable. Cross-referencing bibliographies, reviews of other major reports and guidelines, and expert feedback identified additional studies. Two independent reviewers selected relevant studies, with consensus adjudication by a third reviewer in cases of disagreement ( Supplemental Figure e1 ). Data from the included studies were extracted by research staff in tabular format. The summary of evidence tables is provided online ( https://osf.io/8tfkp/ ).",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section2A-07067437241245384",
        "type": "paragraph",
        "chunk_index": 13,
        "headings": "Methods > Evidence Review",
        "referenced_tables": []
    },
    {
        "text": "The strength of evidence was evaluated based on the level of evidence criteria used in previous CANMAT (Canadian Network for Mood and Anxiety Treatments) guidelines ( Table A ). We assessed the systematic reviews and meta-analyses for quality and risk of bias using modified global ratings from Grading of Recommendations Assessment, Development, and Evaluation (GRADE (Grading of Recommendations Assessment, Development, and Evaluation)). The risk of bias for each study was assessed for methodology elements and rated as “Low” (few missing elements that are unlikely to affect the outcome), “Medium” (some missing elements that may possibly affect outcomes), and “High” (many missing or unclear elements, or clear bias in one element that is likely to affect the outcome). RCTs and other studies were considered when systematic reviews and meta-analyses were unavailable, with small-sample RCTs defined as those involving less than 30 participants per randomized condition. We use symbols to denote these levels of evidence ( Table A ) when referencing in the text (see conventions used in this document).",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section2B-07067437241245384",
        "type": "paragraph",
        "chunk_index": 14,
        "headings": "Methods > Grading of Recommendations",
        "referenced_tables": [
            "Table A"
        ]
    },
    {
        "text": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/843a/11351064/e8dc176dd369/10.1177_07067437241245384-table1.jpg",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#table1-07067437241245384",
        "type": "table image ",
        "chunk_index": 15,
        "headings": "Methods > Grading of Recommendations > Table A.",
        "referenced_tables": []
    },
    {
        "text": "Treatment recommendations are then organized along the lines of treatment, based on both strength of the evidence and clinical support ( Table B ). Clinical support reflects expert consensus by the CANMAT (Canadian Network for Mood and Anxiety Treatments) editorial group on tolerability, safety, and feasibility. First-line treatments require higher-quality evidence (Level 1 or Level 2 evidence) and generally should be considered first in decision-making. Second- and third-line treatments should usually be considered only when first-line treatments are ineffective or unavailable. Treatments with Level 1 evidence for efficacy may be downgraded to second-line or third-line recommendations due to clinical concerns such as safety and side effect profile. Note that recommendations for principles of care (e.g. in Q.1, Q.2 and Q.5) are based primarily on Level 3 or Level 4 evidence, such as expert consensus.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section2B-07067437241245384",
        "type": "paragraph",
        "chunk_index": 16,
        "headings": "Methods > Grading of Recommendations",
        "referenced_tables": [
            "Table B"
        ]
    },
    {
        "text": "Drafts of these guidelines were reviewed by patient partners (see Acknowledgements) who received a small stipend for their feedback. A formal iterative process was used to achieve consensus among the CANMAT (Canadian Network for Mood and Anxiety Treatments) authors for the final recommendations, with full details available online ( https://osf.io/8tfkp/ ). In summary, consensus was sought after each level of review, initially within the authors of each section, then by the core editorial group (consisting of the co-editors and the section editors), and finally by all co-authors. Co-authors were also invited to write a dissenting opinion if there was disagreement on a recommendation, to be published in the supplemental materials ; however, no dissenting opinions were identified. External peer review was conducted via the Canadian Journal of Psychiatry review process and the final version incorporates revisions based on those reviews.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section2C-07067437241245384",
        "type": "paragraph",
        "chunk_index": 17,
        "headings": "Methods > Feedback and Consensus Process",
        "referenced_tables": []
    },
    {
        "text": "The guidelines process and publication were funded by internal CANMAT (Canadian Network for Mood and Anxiety Treatments) funds; no external support was sought or received. No honoraria were paid to authors and no professional editorial assistance was used. All authors disclosed potential conflicts of interest. CANMAT (Canadian Network for Mood and Anxiety Treatments) is a project-driven academic organization governed by a volunteer, unpaid Advisory Board with no permanent staff or dedicated offices. CANMAT (Canadian Network for Mood and Anxiety Treatments) activities involve research, knowledge translation (e.g., guidelines dissemination, national and international conferences, and publications) and continuing professional development (CPD (Continuing professional development)). CANMAT (Canadian Network for Mood and Anxiety Treatments) has a Conflict-of-Interest policy that includes disclosures by all participants, and academic institutions accredit all CPD (Continuing professional development) projects. CANMAT (Canadian Network for Mood and Anxiety Treatments) activities are funded from various sources: academic projects from peer review or philanthropic agencies, and conferences and CPD (Continuing professional development) funded by universities and industry sponsors. CANMAT (Canadian Network for Mood and Anxiety Treatments) research studies are independently funded by agencies such as the Canadian Institutes for Health Research (CIHR) and are administrated by the academic institutions of the principal investigators. In the past 5 years (2019–2023), sources of CANMAT (Canadian Network for Mood and Anxiety Treatments) revenue (excluding CIHR and research funding) included government funding agencies (52% of revenue), national scientific conferences (20% of revenue), and publications (28%); no pharmaceutical or industry funding was received.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section2D-07067437241245384",
        "type": "paragraph",
        "chunk_index": 18,
        "headings": "Methods > Funding and Conflict of Interest",
        "referenced_tables": []
    },
    {
        "text": "While systematic reviews and meta-analyses are useful for summarizing data and are considered at the top of the evidence hierarchy, they reflect the quality of the original studies they synthesize. Their reliability can be limited by methodological factors, including the scope of the review, the criteria used for study selection, and the heterogeneity, quality, and generalizability of included studies. In addition, most meta-analyses assess the “risk of bias” to consider how findings could be influenced by factors such as author allegiance and funding source and whether adequate measures have been taken to minimize potential sources of bias. Yet, even meta-analyses with a low risk of bias have limitations, as their results may still be biased by including lower-quality studies, differ depending on methodological decisions, and be inconsistent with high-quality trials. Consequently, selecting evidence to include in clinical guidelines involves quality assessment. Sometimes, a single large high-quality RCT (Randomized controlled trial) may provide a better guide for evidence than a meta-analysis that includes studies of lower quality, higher bias, or greater heterogeneity.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section2E-07067437241245384",
        "type": "paragraph",
        "chunk_index": 19,
        "headings": "Methods > Caveats and Limitations",
        "referenced_tables": []
    },
    {
        "text": "Evaluation of many treatments and complex interventions also pose challenges due to lack of blinding and choice of comparison conditions. For example, studies comparing psychological treatments to minimal control conditions (such as waitlist) may not be as clinically relevant as studies that compare novel treatments to standard or usual care. Further, RCTs may have limited generalizability due to restrictive inclusion criteria. Accordingly, evidence from observational studies can complement controlled trials and is used where appropriate. Finally, while meta-analyses can track the evolution of evidence over time, it is recognized that early investigations of novel treatments tend to show larger effect sizes that decrease over subsequent years, particularly when the novel treatment becomes standard care. Given the rapid pace of research, CANMAT (Canadian Network for Mood and Anxiety Treatments) will review these guidelines again in 7 years (2030).",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section2E-07067437241245384",
        "type": "paragraph",
        "chunk_index": 20,
        "headings": "Methods > Caveats and Limitations",
        "referenced_tables": []
    },
    {
        "text": "In summary, owing to the variability of individual patient cases and limitations of the evidence base, few definitive or universally preferred treatments apply to all patients. Therefore, these CANMAT (Canadian Network for Mood and Anxiety Treatments) recommendations should be viewed as guidance for clinicians to consider within the context of each patient, rather than as established standards of care. Finally, since the CANMAT (Canadian Network for Mood and Anxiety Treatments) guidelines have a global reach and the evidence base is not country-specific, we note that some recommended treatments are not available in Canada and that regulatory requirements for medications vary from country to country.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section2E-07067437241245384",
        "type": "paragraph",
        "chunk_index": 21,
        "headings": "Methods > Caveats and Limitations",
        "referenced_tables": []
    },
    {
        "text": "Several conventions are used in these guidelines. In the summary tables, recommendations are ordered by line of treatment, followed by level of evidence, and then by alphabetical order. The exception is when treatments are grouped according to a class, such as medication mechanism of action. The symbols for the level of evidence presented in Table A (Level 1 (Level 1) , Level 2 (Level 2) , Level 3 (Level 3) , and Level 4 (Level 4) ) are used throughout the text to show the strength of evidence for statements and recommendations. To improve readability, we provide a selection of key references for each of the 8 primary questions instead of citing every statement. A full set of references is available online ( https://osf.io/8tfkp/ ). Table C lists the abbreviations used in these guidelines.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section2F-07067437241245384",
        "type": "paragraph",
        "chunk_index": 22,
        "headings": "Methods > Conventions Used in This Document",
        "referenced_tables": [
            "Table C",
            "Table A"
        ]
    },
    {
        "text": "While various terms are used for lived experience, in these guidelines, the term patient refers to individuals with MDD (Major depressive disorder) in clinical treatment. We use the terms mild , moderate , and severe to describe the severity of a major depressive episode (MDE (Major depressive episode)), based on the rating of symptom severity and degree of functional impairment, whichever is higher. We recommend the use of a validated rating scale to quantify these (see Q.5.a). As an example, an MDE (Major depressive episode) of moderate severity could represent either moderately severe symptoms with mild–moderate functional impairment, or mild–moderate symptom severity with moderate impairment.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section2F-07067437241245384",
        "type": "paragraph",
        "chunk_index": 23,
        "headings": "Methods > Conventions Used in This Document",
        "referenced_tables": []
    },
    {
        "text": "Due to a lack of empirical differentiation between the terms relapse and recurrence , we use them interchangeably. We use the term adjunctive to refer to adding a second medication or treatment to an initial one (thereby replacing the term augmentation ), whereas combination refers to starting two medications or treatments at the same time. Sex is used to denote biological sex at birth and gender is used to denote socially constructed roles, behaviours, and identities. Given that psychiatric conditions have somatic symptoms and represent a subset of all medical conditions, we use the term nonpsychiatric medical conditions to denote such as heart disease, neurological disorders, diabetes mellitus, etc. Finally, we use text boxes to highlight new or controversial topics. For example, Box A discusses the use of a newer nomenclature for medications.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section2F-07067437241245384",
        "type": "paragraph",
        "chunk_index": 24,
        "headings": "Methods > Conventions Used in This Document",
        "referenced_tables": [
            "Box A"
        ]
    },
    {
        "text": "Neuroscience-Based Nomenclature for Medications.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#boxed-text1-07067437241245384",
        "type": "box",
        "chunk_index": 25,
        "headings": "Methods > Conventions Used in This Document > Box A.",
        "referenced_tables": []
    },
    {
        "text": "The prevailing nomenclature for psychotropic medications is not based on mechanism of action but instead is based primarily on indication (e.g., antidepressants, anxiolytics, antipsychotics). Given that medications are often effective across a broad range of diagnostic categories, more scientific nomenclatures have emerged, including the Neuroscience-Based Nomenclature (NbN (Neuroscience-based nomenclature)). In these guidelines, we will often use newer NbN (Neuroscience-based nomenclature) terms to better describe medications according to mechanism of action, e.g., serotonin-dopamine activity modulator instead of atypical antipsychotic, and medication indicated for anxiety instead of anxiolytic. However, we will still use the older terms, such as antidepressant , because clinicians are still more familiar with these terms.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#boxed-text1-07067437241245384",
        "type": "box",
        "chunk_index": 26,
        "headings": "Methods > Conventions Used in This Document > Box A.",
        "referenced_tables": []
    },
    {
        "text": "According to the World Health Organization (WHO (World Health Organization)) statistics from 2020, over 300 million individuals worldwide are estimated to be living with MDD (Major depressive disorder). Within Canada, MDD (Major depressive disorder) constitutes a significant public health concern. The Canadian Community Health Survey found that ∼12% of Canadians aged 12 and older reported a lifetime episode of MDD (Major depressive disorder); 4.7% of Canadians experienced an MDE (Major depressive episode) within the past year. Not only is MDD (Major depressive disorder) highly prevalent, it results in social and occupational impairment, diminished quality of life, and an elevated risk of death by suicide. The Global Burden of Disease 2019 study indicated that depression is the second-ranked medical cause of disability worldwide.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section3-07067437241245384",
        "type": "paragraph",
        "chunk_index": 27,
        "headings": "Question 1. What are Important Issues for Assessment and Diagnosis?",
        "referenced_tables": []
    },
    {
        "text": "Numerous risk factors for MDD (Major depressive disorder) have been identified, with varying strength of evidence ( Table 1.1 ). Some are static and nonmodifiable historical factors such as a family history of depression and a history of adverse childhood experiences. Others are dynamic in that they may emerge and recede through the life span, such as psychiatric and nonpsychiatric medical illness, interpersonal or occupational stress, and bereavement. Clinicians should be aware of both static and dynamic factors to better address the full range of biological, psychological and social issues in case management ( Table 1.2 ).",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section3A-07067437241245384",
        "type": "paragraph",
        "chunk_index": 28,
        "headings": "Question 1. What are Important Issues for Assessment and Diagnosis? > Q.1.a. What are the Risk Factors for MDD?",
        "referenced_tables": [
            "Table 1.2",
            "Table 1.1"
        ]
    },
    {
        "text": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/843a/11351064/a3a5d7ae983b/10.1177_07067437241245384-table5.jpg",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#table5-07067437241245384",
        "type": "table image ",
        "chunk_index": 29,
        "headings": "Question 1. What are Important Issues for Assessment and Diagnosis? > Q.1.a. What are the Risk Factors for MDD? > Table 1.2.",
        "referenced_tables": []
    },
    {
        "text": "Female sex is associated with a higher risk and prevalence of MDD (Major depressive disorder) than male, especially in youth and middle age; there is no sex difference in prevalence of MDD (Major depressive disorder) in older age. A family history of mood disorders substantially increases the overall risk for MDD (Major depressive disorder). A history of adverse childhood events or maltreatment, especially emotional abuse, bullying, physical neglect, and parental loss, is also strongly associated with a higher risk of MDD (Major depressive disorder) (and other psychiatric conditions) in adulthood. Death of a spouse is another risk factor, independent of age and sex.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section3A1-07067437241245384",
        "type": "paragraph",
        "chunk_index": 30,
        "headings": "Question 1. What are Important Issues for Assessment and Diagnosis? > Q.1.a. What are the Risk Factors for MDD? > Static, Nonmodifiable Risk Factors",
        "referenced_tables": []
    },
    {
        "text": "Many nonpsychiatric medical conditions, including chronic pain, cardiovascular illness, cancer, inflammatory bowel diseases, diabetes mellitus, sleep disorders, obesity, and acne, are associated with increased risk for MDD (Major depressive disorder), with most conditions having a bidirectional relationship. Periods of hormonal changes in women, e.g., perinatal and perimenopausal periods, are also high-risk times for MDD (Major depressive disorder).",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section3A2-07067437241245384",
        "type": "paragraph",
        "chunk_index": 31,
        "headings": "Question 1. What are Important Issues for Assessment and Diagnosis? > Q.1.a. What are the Risk Factors for MDD? > Dynamic, Potentially Modifiable Risk Factors",
        "referenced_tables": []
    },
    {
        "text": "There is a well-known association between alcohol use disorders and MDD (Major depressive disorder), and there is evidence of a higher risk for MDD (Major depressive disorder) in other substance use disorders. For example, systematic reviews and meta-analyses show an association between opioid misuse/use disorders and depressive symptoms/disorders. Cannabis use during adolescence is also linked to an increased risk for depression in adulthood.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section3A2-07067437241245384",
        "type": "paragraph",
        "chunk_index": 32,
        "headings": "Question 1. What are Important Issues for Assessment and Diagnosis? > Q.1.a. What are the Risk Factors for MDD? > Dynamic, Potentially Modifiable Risk Factors",
        "referenced_tables": []
    },
    {
        "text": "Stressful life events and circumstances, including interpersonal stress, job strain and insecurity, income inequality, and challenging living environment, are associated with an increased risk of developing MDD (Major depressive disorder) even when correcting for pre-existing depressive symptoms and comorbid other medical conditions. Bereavement is a normal process, but severe or prolonged grief also can increase the risk of an MDE (Major depressive episode). Other modifiable factors associated with a greater risk of MDD (Major depressive disorder) include a sedentary lifestyle, increased screen time watching television or using mobile devices, and shift work.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section3A2-07067437241245384",
        "type": "paragraph",
        "chunk_index": 33,
        "headings": "Question 1. What are Important Issues for Assessment and Diagnosis? > Q.1.a. What are the Risk Factors for MDD? > Dynamic, Potentially Modifiable Risk Factors",
        "referenced_tables": []
    },
    {
        "text": "Up to 60% of individuals with MDD (Major depressive disorder) are unrecognized or misidentified in primary care settings, and rates of under-detection are even higher in low- and middle-income countries. However, there is a lack of high-quality evidence to inform optimal strategies to improve detection and treatment uptake. Routine screening refers to having all patients (or at-risk groups) regularly complete screening procedures at prespecified times/intervals.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section3B-07067437241245384",
        "type": "paragraph",
        "chunk_index": 34,
        "headings": "Question 1. What are Important Issues for Assessment and Diagnosis? > Q.1.b. How and Who Should Be Screened for Depression?",
        "referenced_tables": []
    },
    {
        "text": "Major extant guidelines provide conflicting recommendations regarding routine screening for depression in adults who appear at average risk (i.e., with no apparent symptoms of depression or risk factors), in part because of inconsistent evidence to support the benefits of screening and the challenges and costs of implementation. For example, the 2013 Canadian Task Force for Preventative Health recommended against routine depression screening for adults with average risk, although this was graded as a weak recommendation because of low-quality evidence. The CANMAT (Canadian Network for Mood and Anxiety Treatments) 2016 guidelines recommended screening for individuals with risk factors when resources were available for further assessment and treatment. The United States Preventative Services Task Force recently updated its evidence review and concluded that routine depression screening is associated with moderate net benefit and improved outcomes after 6 to 12 months, particularly in settings that provide additional interventions for those who screen positive (Level 2) . There are potential risks to routine screening, e.g., stigmatization, impact on occupational or insurance status, and unnecessary psychological and/or pharmacological treatment for false-positive screens, but the prevalence and impact of these risks have not been rigorously evaluated.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section3B-07067437241245384",
        "type": "paragraph",
        "chunk_index": 35,
        "headings": "Question 1. What are Important Issues for Assessment and Diagnosis? > Q.1.b. How and Who Should Be Screened for Depression?",
        "referenced_tables": [
            "Table A"
        ]
    },
    {
        "text": "Given the balance of evidence for benefits and minimal evidence for harms, CANMAT (Canadian Network for Mood and Anxiety Treatments) continues to recommend depression screening, using a validated scale, in primary and secondary care settings for patients who have risk factors ( Table 1.1 ), provided there are resources and systems available for subsequent diagnostic assessment and treatment for those who screen positive (Level 2) ( Table 1.2 ).",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section3B-07067437241245384",
        "type": "paragraph",
        "chunk_index": 36,
        "headings": "Question 1. What are Important Issues for Assessment and Diagnosis? > Q.1.b. How and Who Should Be Screened for Depression?",
        "referenced_tables": [
            "Table 1.1",
            "Table 1.2",
            "Table A"
        ]
    },
    {
        "text": "There are many validated scales that can be used for depression screening. The 2-item Patient Health Questionnaire (PHQ (Patient health questionnaire)-2), comprised of two items from the PHQ (Patient health questionnaire)-9, is particularly useful in primary care because of its brevity. The PHQ (Patient health questionnaire)-2 asks about feeling depressed/down/hopeless and experiencing anhedonia/lack of interest over the preceding 2 weeks, rating each answer on a scale of 0 to 3. A positive PHQ (Patient health questionnaire)-2 (score ≥2) followed by a positive PHQ (Patient health questionnaire)-9 (score ≥10) has similar sensitivity and better specificity compared to the PHQ (Patient health questionnaire)-9 alone.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section3C-07067437241245384",
        "type": "paragraph",
        "chunk_index": 37,
        "headings": "Question 1. What are Important Issues for Assessment and Diagnosis? > Q.1.c. What Screening Tools can be Used?",
        "referenced_tables": []
    },
    {
        "text": "The PHQ (Patient health questionnaire) is available in many languages and digital formats and can be used for subsequent monitoring during measurement-based care (MBC (Measurement-based care); see Q.5.a). CANMAT (Canadian Network for Mood and Anxiety Treatments) therefore recommends using the PHQ (Patient health questionnaire)-2 followed, if positive, by the PHQ (Patient health questionnaire)-9 for depression screening (Level 2) ( Table 1.2 ). While the use of screening questionnaires can help detect clinically significant depressive symptoms, they are not diagnostic and positive screens should be followed by a full diagnostic assessment.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section3C-07067437241245384",
        "type": "paragraph",
        "chunk_index": 38,
        "headings": "Question 1. What are Important Issues for Assessment and Diagnosis? > Q.1.c. What Screening Tools can be Used?",
        "referenced_tables": [
            "Table 1.2",
            "Table A"
        ]
    },
    {
        "text": "A comprehensive diagnostic assessment is the first step in the clinical management of MDD (Major depressive disorder) (Level 4) ( Figure 1.1 ). Since MDD (Major depressive disorder) is a heterogeneous condition with a myriad of symptoms and presentations, a personalized assessment incorporating a diagnostic framework, such as DSM-5 or International Classification of Diseases-11 (ICD (International Classification of Diseases)-11), allows exploration of individual differences. A comprehensive assessment should assess emotional, cognitive, and somatic symptoms, as well as vulnerability and resiliency factors across the life span, supplemented by collateral information whenever possible, and recognize ethnocultural diversity ( Table 1.2 ). A history of childhood maltreatment and/or stressful/traumatic experiences is not always volunteered, so these should be explored sensitively during an assessment. The differential diagnosis should include psychiatric and nonpsychiatric medical conditions that present with depressive symptoms, while recognizing that these conditions may also be comorbid with MDD (Major depressive disorder).",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section3D-07067437241245384",
        "type": "paragraph",
        "chunk_index": 39,
        "headings": "Question 1. What are Important Issues for Assessment and Diagnosis? > Q.1.d. What Factors are Important in Assessment and Diagnosis?",
        "referenced_tables": [
            "Figure 1.1",
            "Table 1.2",
            "Table A"
        ]
    },
    {
        "text": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/843a/11351064/c8bd874162b2/10.1177_07067437241245384-fig1.jpg",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#fig1-07067437241245384",
        "type": "figure image",
        "chunk_index": 40,
        "headings": "Question 1. What are Important Issues for Assessment and Diagnosis? > Q.1.d. What Factors are Important in Assessment and Diagnosis? > Figure 1.1.",
        "referenced_tables": [
            "Figure 1.1."
        ]
    },
    {
        "text": "Principles of clinical assessment and management of major depressive disorder.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#fig1-07067437241245384",
        "type": "paragraph",
        "chunk_index": 41,
        "headings": "Question 1. What are Important Issues for Assessment and Diagnosis? > Q.1.d. What Factors are Important in Assessment and Diagnosis? > Figure 1.1.",
        "referenced_tables": [
            "Figure 1.1."
        ]
    },
    {
        "text": "The first step is to conduct a thorough assessment of biological, psychological, and social factors, using collateral information when available, to formulate a diagnosis and differential diagnosis. Other management principles are discussed in subsequent questions (Q.2, Q.3, Q.5). Recommendations for principles of care are generally based on Level 3 and Level 4 evidence.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#fig1-07067437241245384",
        "type": "paragraph",
        "chunk_index": 42,
        "headings": "Question 1. What are Important Issues for Assessment and Diagnosis? > Q.1.d. What Factors are Important in Assessment and Diagnosis? > Figure 1.1.",
        "referenced_tables": [
            "Figure 1.1."
        ]
    },
    {
        "text": "Given the close relationships between MDD (Major depressive disorder) and other medical illnesses, a medical workup (including a detailed medical history and targeted physical examination) is important to rule out nonpsychiatric medical conditions. Although there is little direct evidence to support routine bloodwork, a complete blood count (CBC) and thyroid stimulating hormone (TSH) are low-cost blood tests that can help rule out anaemia and thyroid dysfunction as treatable causes of low mood and energy (Level 3) . Other laboratory tests should be considered only when history and examination suggest other medical conditions in the differential diagnosis (e.g., testosterone or vitamin D deficiency) or in patients with other medical comorbidities, substance use disorders, older adults, or individuals with self-neglect and impaired judgment or communication (Level 4) .",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section3D-07067437241245384",
        "type": "paragraph",
        "chunk_index": 43,
        "headings": "Question 1. What are Important Issues for Assessment and Diagnosis? > Q.1.d. What Factors are Important in Assessment and Diagnosis?",
        "referenced_tables": [
            "Table A"
        ]
    },
    {
        "text": "Similarly, there is no supportive evidence for routine electrocardiography (ECG (Electrocardiography)), electroencephalography (EEG (Electroencephalography)), or neuroimaging in patients presenting with MDD (Major depressive disorder). These diagnostic tests should only be ordered when there are clinical indications (Level 4) . For instance, ECG (Electrocardiography) should be considered in patients with cardiovascular diseases when using medications that potentially prolong QTc interval (Level 4) . Neuroimaging should be considered in the presence of neurologic signs, new onset or persistent cognitive impairment, or sudden changes in mood, behaviour, or personality (Level 4) . In addition, neuroimaging may be recommended for patients with a new onset of late-life depression to rule out cerebral events or the onset of other structural abnormalities (e.g., tumour, metastasis) (Level 4) .",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section3D-07067437241245384",
        "type": "paragraph",
        "chunk_index": 44,
        "headings": "Question 1. What are Important Issues for Assessment and Diagnosis? > Q.1.d. What Factors are Important in Assessment and Diagnosis?",
        "referenced_tables": [
            "Table A"
        ]
    },
    {
        "text": "The Diagnostic and Statistical Manual, 5th edition, Text Revision (DSM-5-TR (Diagnostic and Statistical Manual, 5th edition, Text Revision)) includes subtypes within an MDE (Major depressive episode). These are classified as episode specifiers, based on cross-sectional symptoms of an MDE (Major depressive episode), and course specifiers, based on the longitudinal pattern of MDEs. Several episode specifiers (melancholic, atypical, psychotic, and catatonic features) are held over from the Diagnostic and Statistical Manual, 4th edition, Text Revision (DSM-IV-TR (Diagnostic and Statistical Manual, 4th edition, Text Revision)), while others (anxious distress and mixed features) are new in DSM-5-TR (Diagnostic and Statistical Manual, 5th edition, Text Revision). Course specifiers include seasonal pattern (with primarily a winter pattern of MDEs) and peripartum onset. Specifiers are primarily useful for describing symptom and course patterns, with some utility for prognosis. However, they generally have limited value for selecting treatment (except for psychotic features and seasonal pattern, see Q.3.g and Q.3.m). Other clinical dimensions not identified in DSM-5-TR (Diagnostic and Statistical Manual, 5th edition, Text Revision) may be more useful for guiding treatment selection, including cognitive dysfunction, sleep disturbance, somatic symptoms (e.g., pain, energy, and fatigue), and anhedonia (see Q.3.f).",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section3E-07067437241245384",
        "type": "paragraph",
        "chunk_index": 45,
        "headings": "Question 1. What are Important Issues for Assessment and Diagnosis? > Q.1.e. What are Diagnostic Specifiers and Symptom Dimensions?",
        "referenced_tables": []
    },
    {
        "text": "Finally, about 20% to 30% of individuals with MDEs have a chronic course lasting more than 2 years. In DSM-5-TR (Diagnostic and Statistical Manual, 5th edition, Text Revision), a chronic MDE (Major depressive episode) (with full criteria) is classified as a specifier of persistent depressive disorder (PDD (Persistent depressive disorder)), which is characterized by 2 or more depressive symptoms that are present for more than 2 years. MDE (Major depressive episode) in partial remission after treatment is a separate PDD (Persistent depressive disorder) specifier. PDD (Persistent depressive disorder) specifiers also include dysthymia, which is a chronic course of subthreshold depressive symptoms that do not meet criteria for MDE (Major depressive episode). This conflation of chronic MDE (Major depressive episode), partial remission MDE (Major depressive episode), and dysthymia makes it difficult to differentiate specific treatments for PDD (Persistent depressive disorder) (see Q.3.f). Regardless, compared to individuals with episodic MDEs, those with PDD (Persistent depressive disorder) show lower response rates to standard treatments and less likelihood of achieving remission. Management for PDD (Persistent depressive disorder) should employ the DTD (Difficult-to-treat depression) framework, with the focus of treatment centred on improving quality of life and functioning instead of symptom remission (Level 4) (see Q.7.b).",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section3E-07067437241245384",
        "type": "paragraph",
        "chunk_index": 46,
        "headings": "Question 1. What are Important Issues for Assessment and Diagnosis? > Q.1.e. What are Diagnostic Specifiers and Symptom Dimensions?",
        "referenced_tables": [
            "Table A"
        ]
    },
    {
        "text": "Compared to the general population, the prevalence of MDD (Major depressive disorder) is higher in racialized, indigenous, gender minority, and certain religious populations. There is also a recognized lack of access and underutilization of mental health services for equity-deserving groups. The most common barriers to care include costs of treatment, cultural beliefs, stigma, language barriers, fear of being judged by the care provider, unequal geographic distribution of services, and fragmented health services. Some approaches to help overcome these barriers and reduce the existing gap in access to services include screening programs, incorporating culturally competent and collaborative care, and using digital health interventions (DHIs) tailored for equity-deserving groups ( Table 1.2 ).",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section3F-07067437241245384",
        "type": "paragraph",
        "chunk_index": 47,
        "headings": "Question 1. What are Important Issues for Assessment and Diagnosis? > Q.1.f. How can Access for Equity Deserving Groups be Improved?",
        "referenced_tables": [
            "Table 1.2"
        ]
    },
    {
        "text": "Screening is underutilized in equity-deserving groups despite the availability of validated screening tools in many different languages and formats. Encouraging and training primary care providers to routinely screen for depression in equity-deserving groups using validated scales (e.g., the PHQ (Patient health questionnaire), available in many languages, and Q.1.c) increases access to mental health services, referrals, and treatment. Culturally competent care, in which a patient's sociocultural and language needs are explicitly addressed, is shown to improve psychiatric care and outcomes. Trauma-informed approaches should be used where indicated, e.g., for patients who are Indigenous, to account for the influence of transgenerational and other traumas on assessment and management (Level 4) . Training mental health professionals in cultural competency, trauma-informed care, healthcare disparities and personal bias also improves care and access for equity-deserving groups. Collaborative care, a healthcare delivery system comprised of case managers alongside primary care providers and mental health specialists (see Q.2.g), may be particularly effective for patients from equity-deserving groups and those from low socioeconomic backgrounds (Level 3) .",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section3F-07067437241245384",
        "type": "paragraph",
        "chunk_index": 48,
        "headings": "Question 1. What are Important Issues for Assessment and Diagnosis? > Q.1.f. How can Access for Equity Deserving Groups be Improved?",
        "referenced_tables": [
            "Table A"
        ]
    },
    {
        "text": "Finally, telehealth and DHIs (see Q.4) may also provide benefits for equity-deserving groups, as they can address language, stigma, and geographic disparities in service. Systematic reviews have shown that telehealth, delivered in the patient's preferred language with cultural adaptation and cultural matching of patients and providers, improves health outcomes and access to services (Level 3) . Other studies show that DHIs are promising resources to enhance screening and service delivery. However, challenges with digital literacy and technology costs are barriers to the scale-up of digital services for many patients (see Q.4.b).",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section3F-07067437241245384",
        "type": "paragraph",
        "chunk_index": 49,
        "headings": "Question 1. What are Important Issues for Assessment and Diagnosis? > Q.1.f. How can Access for Equity Deserving Groups be Improved?",
        "referenced_tables": [
            "Table A"
        ]
    },
    {
        "text": "The general objectives of MDD (Major depressive disorder) treatment are to achieve symptomatic remission, recover full functioning, restore quality of life, and prevent recurrence, while ensuring patient safety and acceptability of treatments. The specific goals of treatment should be individualized using a patient-centred approach whereby clinicians understand a patient's unique goals and needs, to promote shared decision-making (SDM (Shared decision-making)) and collaboration in determining relevant outcomes (see Q.2.d).",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section4A-07067437241245384",
        "type": "paragraph",
        "chunk_index": 50,
        "headings": "Question 2. What are the Principles for Depression Management? > Q.2.a. What are the Phases and Objectives of Treatment?",
        "referenced_tables": []
    },
    {
        "text": "These guidelines retain the 2-phase treatment model (acute and maintenance phases) from the CANMAT (Canadian Network for Mood and Anxiety Treatments) 2016 guidelines ( Table 2.1 ). The main objectives of the acute phase of treatment are to address patient safety and select evidence-based treatments to improve symptom severity and functioning. Remission of symptoms, defined as the resolution or near-resolution of symptoms (operationalized using validated rating scales, see Q.5.b), is an important target of acute treatment (see Q.2.b). Specific actions and activities of the acute phase are listed in Table 2.1 . Psychoeducation and self-management are integral to MDD (Major depressive disorder) management (Level 2) . Psychoeducation refers to knowledge and information about the symptoms, coping strategies and treatment options for depression, whereas self-management uses techniques (e.g., problem-solving, lifestyle changes, and behavioural activation [BA (Behavioural activation)]) to empower patients to actively manage their illness and live well. Many resources are available, both in print and online, to support effective self-management for MDD (Major depressive disorder), including the CHOICE-D patient guide.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section4A-07067437241245384",
        "type": "paragraph",
        "chunk_index": 51,
        "headings": "Question 2. What are the Principles for Depression Management? > Q.2.a. What are the Phases and Objectives of Treatment?",
        "referenced_tables": [
            "Table 2.1",
            "Table A"
        ]
    },
    {
        "text": "The main objectives of the maintenance phase ( Table 2.1 ) are to consolidate symptom remission, restore both functioning and quality of life to premorbid levels, and prevent recurrence of symptoms (see Q.6). When clinically indicated, acute phase treatments may be tapered and discontinued. Finally, interventions to promote resilience can be used during the maintenance phase to help prevent recurrence.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section4A-07067437241245384",
        "type": "paragraph",
        "chunk_index": 52,
        "headings": "Question 2. What are the Principles for Depression Management? > Q.2.a. What are the Phases and Objectives of Treatment?",
        "referenced_tables": [
            "Table 2.1"
        ]
    },
    {
        "text": "Symptom remission remains a crucial clinical target for acute treatment, as substantial evidence supports a lower risk of relapse in those who achieve remission compared with those who do not (Level 2) . In contrast, failure to achieve remission is associated with continuing symptom burden and poor functional outcomes. Evidence supports symptomatic remission as a realistic goal of acute phase treatment for most patients both in psychiatric and primary care settings. However, in defining remission and recovery, patients often regard aspects of functioning and quality of life as more important than the absence of symptoms. Hence, symptom remission, while important, should be considered only an intermediate objective for optimal treatment outcomes.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section4B-07067437241245384",
        "type": "paragraph",
        "chunk_index": 53,
        "headings": "Question 2. What are the Principles for Depression Management? > Q.2.b. Why is Symptom Remission Important?",
        "referenced_tables": [
            "Table A"
        ]
    },
    {
        "text": "It is also worth noting that persistent depressive symptoms are common even in individuals who otherwise achieve symptom remission. These “residual” symptoms should be identified and treated because persisting symptoms represent a major risk factor for recurrence (see Q.6.c). Isolated, mild, and intermittent symptoms can be treated using a symptom-targeted approach with a focus on patient comfort and functionality (e.g., using a short-term medication for insomnia).",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section4B-07067437241245384",
        "type": "paragraph",
        "chunk_index": 54,
        "headings": "Question 2. What are the Principles for Depression Management? > Q.2.b. Why is Symptom Remission Important?",
        "referenced_tables": []
    },
    {
        "text": "Finally, some patients, such as those with PDD (Persistent depressive disorder), may not achieve symptom remission despite treatment with several evidence-based approaches. For these patients with DTD (Difficult-to-treat depression), the therapeutic focus should shift away from symptom remission towards prioritizing the best possible improvement in functioning and quality of life (see Q.7.b).",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section4B-07067437241245384",
        "type": "paragraph",
        "chunk_index": 55,
        "headings": "Question 2. What are the Principles for Depression Management? > Q.2.b. Why is Symptom Remission Important?",
        "referenced_tables": []
    },
    {
        "text": "The risk of suicide attempts in individuals with MDD (Major depressive disorder) is 5-fold higher than in the general population. In Canada, there are about 15 deaths by suicide for every 100,000 males, compared to about 5 deaths for every 100,000 females, representing over 4000 suicide deaths per year. Of those who die by suicide, about half suffer from MDD (Major depressive disorder), the most prevalent mental illness in these individuals. Hence, assessing suicide risk and developing and implementing a tailored safety plan are priorities for risk management in MDD (Major depressive disorder).",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section4C-07067437241245384",
        "type": "paragraph",
        "chunk_index": 56,
        "headings": "Question 2. What are the Principles for Depression Management? > Q.2.c. How are Suicide and Safety Risks Managed?",
        "referenced_tables": []
    },
    {
        "text": "Suicide risk assessment should be a routine part of psychiatric interviews, especially in emergency room settings, with the aim of making patients feel genuinely listened to and validated. The focus of the risk assessment in the psychiatric interview and subsequent risk formulation should be to understand the basis for suicidal ideation/behaviour, personal strengths and protective factors that can be leveraged for safety planning, and foreseeable changes ( Table 2.2 ). The assessment should identify potentially modifiable risk factors ( Table 2.2 ) because historical and demographic factors which are associated with overrepresentation in deaths by suicide (e.g., male sex, older age, family history of suicide, etc.) are not helpful for risk assessment. Validated suicide risk scales are available but they have low sensitivity and predictive power for suicide behaviours and should only be used alongside clinician judgment (see Q.5.a).",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section4C-07067437241245384",
        "type": "paragraph",
        "chunk_index": 57,
        "headings": "Question 2. What are the Principles for Depression Management? > Q.2.c. How are Suicide and Safety Risks Managed?",
        "referenced_tables": [
            "Table 2.2"
        ]
    },
    {
        "text": "Management of suicide risk should focus on individualized care, therapeutic risk management, and evidence-based safety planning (Level 4) ( Table 2.3 ). For patients at high risk (e.g., experiencing suicidal ideation with intent to act and/or psychotic symptoms), treatment in an inpatient setting is often warranted. The goals of care should include monitoring the severity of suicidal ideation, timely pharmacological and nonpharmacological treatments, modifying the patient's environment and circumstances (e.g., removing lethal means from the home and bolstering support in the community) and ensuring regular follow-up. The month after both initiating and stopping an antidepressant are periods of increased risk for suicide, which require enhanced surveillance and safety planning (see Q.3.g). In Canada and the United States, the 9-8-8 telephone number allows rapid access to help by phone or text for people who are suicidal or their family members, or for clinicians seeking guidance to help a patient at risk for suicide.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section4C-07067437241245384",
        "type": "paragraph",
        "chunk_index": 58,
        "headings": "Question 2. What are the Principles for Depression Management? > Q.2.c. How are Suicide and Safety Risks Managed?",
        "referenced_tables": [
            "Table 2.3",
            "Table A"
        ]
    },
    {
        "text": "Patient preference plays a key role in depression management. SDM (Shared decision-making) helps establish a strong therapeutic alliance which facilitates psychoeducation about critical aspects of the treatment, including achieving symptom remission and promoting long-term mental wellness. Clinicians should ensure that patients are aware of the broad range of treatment options available for MDD (Major depressive disorder), including lifestyle changes and self-management, psychotherapy, pharmacotherapy, neuromodulation, and complementary and alternative medicine (CAM (Complementary and alternative medicine)) treatments. Clinicians also should explain how treatments work and dispel myths and stigma (e.g., related to medications or role of stress). CANMAT (Canadian Network for Mood and Anxiety Treatments) has created a patient and family guide to depression treatment (CHOICE-D) as a psychoeducational aid, available for free download at www.CANMAT (Canadian Network for Mood and Anxiety Treatments).org .",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section4D-07067437241245384",
        "type": "paragraph",
        "chunk_index": 59,
        "headings": "Question 2. What are the Principles for Depression Management? > Q.2.d. What is the Role of Patient Preference?",
        "referenced_tables": []
    },
    {
        "text": "Discussions with patients should also acknowledge the local realities of the healthcare ecosystem, including any limitations to accessing evidence-based psychological and neuromodulation treatments. Moreover, every effort should be made to provide treatments preferred by patients. Given the many evidence-based options, it is advisable for clinicians and patients to agree upon a shared treatment plan with an explanation as to why a specific treatment is recommended, and to offer one or more alternative options so that patients can select and adhere to the care plan that aligns with their values and needs.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section4D-07067437241245384",
        "type": "paragraph",
        "chunk_index": 60,
        "headings": "Question 2. What are the Principles for Depression Management? > Q.2.d. What is the Role of Patient Preference?",
        "referenced_tables": []
    },
    {
        "text": "In the SDM (Shared decision-making) model, the clinician and patient contribute mutually to the decision-making process. Meta-analyses find that, while SDM (Shared decision-making) may not significantly improve treatment adherence or symptom change, it increases patient knowledge, communication, and satisfaction. CANMAT (Canadian Network for Mood and Anxiety Treatments) recommends introducing elements of SDM (Shared decision-making) to improve the care experience for people with depression (Level 2) . Patient preference should especially be considered with other clinical factors when selecting treatment options, including psychological and pharmacological interventions.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section4D-07067437241245384",
        "type": "paragraph",
        "chunk_index": 61,
        "headings": "Question 2. What are the Principles for Depression Management? > Q.2.d. What is the Role of Patient Preference?",
        "referenced_tables": [
            "Table A"
        ]
    },
    {
        "text": "Treatment costs and health insurance coverage may significantly influence treatment decisions for patients. Publicly funded health care systems may offer only limited or no access to certain evidence-based treatments for depression, especially psychological, neuromodulation, and infusion treatments. Access to these treatments may be available in private health care settings, but cost may be a significant barrier for many patients. Cost may also play a role in medication treatments, given that, in general, newer medications are more expensive than those for which generic formulations are available. When formulating a treatment plan with patients, clinicians should be familiar with the costs of treatments and their patient's insurance coverage and ability to pay, if needed (Level 4) .",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section4E-07067437241245384",
        "type": "paragraph",
        "chunk_index": 62,
        "headings": "Question 2. What are the Principles for Depression Management? > Q.2.e. How Does Treatment Cost and Access Influence Management?",
        "referenced_tables": [
            "Table A"
        ]
    },
    {
        "text": "Different lifestyle factors have been implicated in the risk of both developing MDD (Major depressive disorder) and worsening symptom severity. For instance, insomnia can raise the likelihood of depressive episodes and is also a common residual symptom. Similarly, the relationship between cigarette smoking and depressive symptoms may be bidirectional, with individuals using smoking to alleviate depressive symptoms (self-medication) while smoking, in turn, may increase susceptibility to depressive symptoms. Lifestyle modifications such as exercise or an increase in physical activity, a healthier diet, smoking cessation, and sleep hygiene are beneficial in MDEs ( Table 2.4 ).",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section4F-07067437241245384",
        "type": "paragraph",
        "chunk_index": 63,
        "headings": "Question 2. What are the Principles for Depression Management? > Q.2.f. What Lifestyle Interventions are Effective?",
        "referenced_tables": [
            "Table 2.4"
        ]
    },
    {
        "text": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/843a/11351064/f40a0130171c/10.1177_07067437241245384-table9.jpg",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#table9-07067437241245384",
        "type": "table image ",
        "chunk_index": 64,
        "headings": "Question 2. What are the Principles for Depression Management? > Q.2.f. What Lifestyle Interventions are Effective? > Table 2.4.",
        "referenced_tables": []
    },
    {
        "text": "The CANMAT (Canadian Network for Mood and Anxiety Treatments) 2016 guidelines noted substantial evidence for the efficacy of exercise as a treatment for MDD (Major depressive disorder) (Level 2) . While recognizing heterogeneity in RCT (Randomized controlled trial) methods, recent meta-analyses continue to show that adjunctive exercise is superior to no treatment and treatment as usual conditions in MDD (Major depressive disorder), with medium to large effects (Level 1) . Exercise can also reduce suicidal ideation and has good effects when combined with antidepressants. Meta-analyses show benefits in reducing depressive symptoms with the supervised aerobic activity of moderate to high intensity in adolescents and young adults, with low to moderate intensity exercise in midlife and older women, and with high-intensity interval training in adults. Exercise also provides positive health benefits beyond its effects on depression. Taken together, these findings continue to support the use of supervised exercise (i.e., low to moderate intensity, for 30 to 40 min at a time, 3 to 4 times a week, for a minimum of 9 weeks) as a first-line monotherapy for mild depression and a second-line adjunctive treatment for moderate severity illness (Level 1) (Table 2.4 and Table 3.7).",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section4F-07067437241245384",
        "type": "paragraph",
        "chunk_index": 65,
        "headings": "Question 2. What are the Principles for Depression Management? > Q.2.f. What Lifestyle Interventions are Effective?",
        "referenced_tables": [
            "Table A"
        ]
    },
    {
        "text": "Maintaining healthy sleep and circadian rhythms are important lifestyle issues. There is a bidirectional relationship between sleep and depression, whereby sleep disturbances (insomnia and hypersomnia) are common symptoms of MDEs but disturbed sleep also increases the risk of developing MDD (Major depressive disorder). Hence, restoring restful sleep is an important objective in MDD (Major depressive disorder) treatment and prevention. Although there is limited clinical trial evidence, instructing patients on sleep hygiene is likely beneficial (Level 4) . Small-sample RCTs also find that a variant of cognitive-behavioural therapy (CBT (Cognitive-behavioural therapy)) tailored to address insomnia (CBT (Cognitive-behavioural therapy)-I) shows promising effects in MDD (Major depressive disorder) (Level 3) .",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section4F-07067437241245384",
        "type": "paragraph",
        "chunk_index": 66,
        "headings": "Question 2. What are the Principles for Depression Management? > Q.2.f. What Lifestyle Interventions are Effective?",
        "referenced_tables": [
            "Table A"
        ]
    },
    {
        "text": "In contrast to improving sleep, sleep deprivation (also called wake therapy) has long been described as having a rapid but transient antidepressant effect in MDD (Major depressive disorder). While open-label studies show the benefit of sleep deprivation (both total and partial) as an adjunctive treatment, a recent meta-analysis found no benefit for studies where treatments that included sleep deprivation were compared to the same treatment without sleep deprivation (Level 3) . Hence, sleep deprivation remains a third-line recommendation for MDD (Major depressive disorder) (Table 2.4). One caution with overnight sleep deprivation is that it may precipitate hypomanic episodes in some susceptible individuals not previously diagnosed with bipolar disorder.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section4F-07067437241245384",
        "type": "paragraph",
        "chunk_index": 67,
        "headings": "Question 2. What are the Principles for Depression Management? > Q.2.f. What Lifestyle Interventions are Effective?",
        "referenced_tables": [
            "Table A"
        ]
    },
    {
        "text": "Exposure to natural light is important for maintaining circadian rhythmicity. Light therapy is a chronobiological intervention in which a device delivers timed exposure to supplemental bright light. A typical protocol for light therapy uses 10,000 lux fluorescent white light for 30 min daily in the morning, shortly after awakening. Light therapy continues to be recommended as first-line monotherapy for seasonal (winter) depression (seasonal pattern course specifier in DSM-5-TR (Diagnostic and Statistical Manual, 5th edition, Text Revision)) with several consistent supportive meta-analyses (Level 1) . Despite some heterogeneity, recent meta-analyses also find efficacy for light therapy in nonseasonal MDD (Major depressive disorder) (Level 2) , with larger effects when light therapy is combined with antidepressants. This evidence places bright light therapy as a second-line treatment for mild severity nonseasonal MDD (Major depressive disorder) and as adjunctive treatment with medications for moderate severity nonseasonal MDD (Major depressive disorder) ( Table 2.4 and Table 3.7 ).",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section4F-07067437241245384",
        "type": "paragraph",
        "chunk_index": 68,
        "headings": "Question 2. What are the Principles for Depression Management? > Q.2.f. What Lifestyle Interventions are Effective?",
        "referenced_tables": [
            "Table 3.7",
            "Table 2.4",
            "Table A"
        ]
    },
    {
        "text": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/843a/11351064/18b666117104/10.1177_07067437241245384-table16.jpg",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#table16-07067437241245384",
        "type": "table image ",
        "chunk_index": 69,
        "headings": "Question 2. What are the Principles for Depression Management? > Q.2.f. What Lifestyle Interventions are Effective? > Table 3.7.",
        "referenced_tables": []
    },
    {
        "text": "Regarding diet, many observational studies support the association of an unhealthy diet (high content of refined carbohydrates and saturated fat, and low content of fruits and vegetables, commonly called the Western diet) with increased prevalence and severity of depressive symptoms (Level 3) . In contrast, there are few interventional studies of diet manipulation. There is only 1 RCT (Randomized controlled trial) showing a modest effect of a Mediterranean-type diet in adults with MDD (Major depressive disorder), supporting a third-line recommendation (Level 3) ( Table 2.4 ). With regard to newer interventions such as probiotics, current evidence is equivocal, neither supporting nor refuting beneficial effects. Hence, there is insufficient evidence to recommend probiotics in the treatment of MDD (Major depressive disorder).",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section4F-07067437241245384",
        "type": "paragraph",
        "chunk_index": 70,
        "headings": "Question 2. What are the Principles for Depression Management? > Q.2.f. What Lifestyle Interventions are Effective?",
        "referenced_tables": [
            "Table 2.4",
            "Table A"
        ]
    },
    {
        "text": "Several service delivery models have evidence of benefit for the management of MDD (Major depressive disorder), including stepped care, stratified care, and collaborative care. Each of these models emphasizes evidence-based treatments, but the mode of treatment selection and delivery differs for each framework. Regardless of the model, when 2 or more clinicians are involved in a patient's care, ensuring timely and effective communication is essential to maintain continuity of care.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section4G-07067437241245384",
        "type": "paragraph",
        "chunk_index": 71,
        "headings": "Question 2. What are the Principles for Depression Management? > Q.2.g. Who Delivers and Monitors Care?",
        "referenced_tables": []
    },
    {
        "text": "Stepped-care delivery refers to a care model in which patients access sequential treatments of increasing intensity as needed, according to prespecified criteria such as severity of illness. Patients usually enter at the least intensive “step” shown to be effective for their illness and move up or down depending on symptom progression or response. For example, people with mild severity MDEs may be appropriate for lower-intensity interventions while those with more severe and high-risk episodes are streamed to start with higher-intensity programs. In contrast to stepped care, stratified care refers to models in which patients are initially matched to receive treatments customized to both the severity and complexity of their needs. Both models are efficacious and cost-effective in managing depression (Level 2) .",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section4G-07067437241245384",
        "type": "paragraph",
        "chunk_index": 72,
        "headings": "Question 2. What are the Principles for Depression Management? > Q.2.g. Who Delivers and Monitors Care?",
        "referenced_tables": [
            "Table A"
        ]
    },
    {
        "text": "Collaborative care models are primary care frameworks that emphasize multidisciplinary involvement with 2 or more health professionals. Collaborative care (also variously called shared care and integrated care) is effective in reducing depressive symptoms and suicidal ideation in primary care settings, especially in patients with comorbid medical conditions and from equity-deserving groups, including those from low socioeconomic backgrounds (Level 2) .",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section4G-07067437241245384",
        "type": "paragraph",
        "chunk_index": 73,
        "headings": "Question 2. What are the Principles for Depression Management? > Q.2.g. Who Delivers and Monitors Care?",
        "referenced_tables": [
            "Table A"
        ]
    },
    {
        "text": "The choice of initial treatment for MDD (Major depressive disorder) is an important and consequential decision that should be made collaboratively between clinician and patient. Information sharing should include the range of potential treatments, the evidence supporting each, the nature and severity of depression, and the personal situation, expectations, and preferences of the patient. CANMAT (Canadian Network for Mood and Anxiety Treatments) recommendations are based primarily on the severity of depression (see Conventions section for definitions of mild, moderate, and severe), but other factors, including treatment response in past episodes, patient preference and treatment availability, should also be considered ( Table 3.1 ).",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section5A-07067437241245384",
        "type": "paragraph",
        "chunk_index": 74,
        "headings": "Question 3. How are Treatments Selected? > Q.3.a. How is the Initial Treatment Selected?",
        "referenced_tables": [
            "Table 3.1"
        ]
    },
    {
        "text": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/843a/11351064/bda58f3a4072/10.1177_07067437241245384-table10.jpg",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#table10-07067437241245384",
        "type": "table image ",
        "chunk_index": 75,
        "headings": "Question 3. How are Treatments Selected? > Q.3.a. How is the Initial Treatment Selected? > Table 3.1.",
        "referenced_tables": []
    },
    {
        "text": "For MDE (Major depressive episode) with mild severity and low safety risk (see Q.2c), evidence-based psychotherapy and pharmacotherapy have similar efficacy, but the balance of benefits and risks suggests a first-line psychotherapy, if readily accessible, as the preferred treatment. At this lower level of severity, monotherapy treatment with exercise, CAM (Complementary and alternative medicine) (Q.3.m) treatments and guided DHIs (Q.4.d) may be considered, especially when preferred by patients. Note that there is stronger evidence for efficacy and safety of pharmacotherapy and psychotherapy, compared to these treatments.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section5A-07067437241245384",
        "type": "paragraph",
        "chunk_index": 76,
        "headings": "Question 3. How are Treatments Selected? > Q.3.a. How is the Initial Treatment Selected?",
        "referenced_tables": []
    },
    {
        "text": "For MDE (Major depressive episode) of moderate severity with a low–moderate safety risk, the initial choice is between structured psychotherapy and antidepressant medication, the 2 treatment modalities with the most robust and consistent evidence for safety and efficacy (Level 1) . The choice between the two is less straightforward and depends on context, availability, and patient preference. Structured psychotherapies and first-line antidepressant medications are equally effective in treating MDD (Major depressive disorder) in the short term. Antidepressants may be slightly more efficacious in reducing symptoms of depressed mood, guilt, suicidal thoughts, anxiety, and somatic symptoms during the acute treatment phase, but structured psychotherapy (specifically, CBT (Cognitive-behavioural therapy)), is more efficacious than antidepressants at 6- to 12-month follow-up. The combination of antidepressant medication and psychotherapy should also be considered (Level 2) . Finally, exercise, certain CAM (Complementary and alternative medicine) treatments, and DHIs can also be used as adjunctive treatments to pharmacotherapy and/or psychotherapy, especially when preferred by the patient.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section5A-07067437241245384",
        "type": "paragraph",
        "chunk_index": 77,
        "headings": "Question 3. How are Treatments Selected? > Q.3.a. How is the Initial Treatment Selected?",
        "referenced_tables": [
            "Table A"
        ]
    },
    {
        "text": "In severe cases of MDE (Major depressive episode) with high safety risk and without psychotic features, CANMAT (Canadian Network for Mood and Anxiety Treatments) recommends the combination of antidepressant medication and psychotherapy, either started at the same time or in a staggered fashion as planned sequential treatment (Level 2) (see Q.3.b). For severe MDE (Major depressive episode) with psychotic symptoms, the combination of an antidepressant and an atypical antipsychotic (serotonin-dopamine activity modulator) is recommended; structured psychotherapy should not be considered until psychotic symptoms subside (Level 1) . In the most severe MDEs and/or in life-threatening situations (e.g., severe suicide risk and physical deterioration), electroconvulsive therapy (ECT (Electroconvulsive therapy)) should be considered as the first-choice option (Level 3) .",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section5A-07067437241245384",
        "type": "paragraph",
        "chunk_index": 78,
        "headings": "Question 3. How are Treatments Selected? > Q.3.a. How is the Initial Treatment Selected?",
        "referenced_tables": [
            "Table A"
        ]
    },
    {
        "text": "Combining psychological treatment with pharmacotherapy is more effective than either alone for acute treatment; combined treatment also is associated with a reduced risk of recurrence. The strongest evidence supports in-person CBT (Cognitive-behavioural therapy) (including mindfulness-based cognitive therapy [MBCT (Mindfulness-based cognitive therapy)]) initiated sequentially after treatment with an antidepressant is established (Level 1) . Psychological treatments may also address residual symptoms of depression that remain after pharmacotherapy treatment. A smaller body of evidence supports adding psychodynamic psychotherapy to an antidepressant (Level 3) . Adding psychological treatment is effective whether the antidepressant is continued or not, but the highest chances of sustained recovery are seen when an antidepressant is continued with added psychological treatment (Level 2) . Hence, for patients with mild or moderate severity episodes treated with sequential psychotherapy, the risks and benefits of continuing or tapering medications should be considered (see Q.6.d).",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section5B-07067437241245384",
        "type": "paragraph",
        "chunk_index": 79,
        "headings": "Question 3. How are Treatments Selected? > Q.3.b. When Should Pharmacotherapy and Psychotherapy be Combined?",
        "referenced_tables": [
            "Table A"
        ]
    },
    {
        "text": "Planned sequential treatment (adding psychotherapy after initial response to pharmacotherapy) may be especially useful for individuals with recurrent and severe forms of depression who carry a high risk of relapse following a monotherapy treatment (Level 2) (see Q.6.b). In these cases, pharmacotherapy should be continued during psychological treatment.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section5B-07067437241245384",
        "type": "paragraph",
        "chunk_index": 80,
        "headings": "Question 3. How are Treatments Selected? > Q.3.b. When Should Pharmacotherapy and Psychotherapy be Combined?",
        "referenced_tables": [
            "Table A"
        ]
    },
    {
        "text": "Several factors should be considered when choosing an initial psychotherapy, including efficacy, availability, and patient preference. Notably, the following recommendations reflect the evidence from controlled studies, where trained and supervised therapists ensure high treatment fidelity; the evidence does not support the eclectic use of components of the different psychotherapies outlined below.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section5C-07067437241245384",
        "type": "paragraph",
        "chunk_index": 81,
        "headings": "Question 3. How are Treatments Selected? > Q.3.c. How is a Psychological Treatment Selected?",
        "referenced_tables": []
    },
    {
        "text": "Consistent with the CANMAT (Canadian Network for Mood and Anxiety Treatments) 2016 guidelines, recent evidence continues to support CBT (Cognitive-behavioural therapy), interpersonal therapy (IPT (Interpersonal therapy)), and BA (Behavioural activation) as first-line recommended psychological treatments for the acute treatment of MDD (Major depressive disorder) (Level 1) ( Table 3.2 ). Notably, CBT (Cognitive-behavioural therapy) appears to be efficacious across formats including individual, group, and telephone/digital delivery (Level 2) .",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section5C-07067437241245384",
        "type": "paragraph",
        "chunk_index": 82,
        "headings": "Question 3. How are Treatments Selected? > Q.3.c. How is a Psychological Treatment Selected?",
        "referenced_tables": [
            "Table A",
            "Table 3.2"
        ]
    },
    {
        "text": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/843a/11351064/46f67d630695/10.1177_07067437241245384-table11.jpg",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#table11-07067437241245384",
        "type": "table image ",
        "chunk_index": 83,
        "headings": "Question 3. How are Treatments Selected? > Q.3.c. How is a Psychological Treatment Selected? > Table 3.2.",
        "referenced_tables": []
    },
    {
        "text": "Meta-analytic comparisons of different psychotherapies are difficult to interpret due to methodological challenges, including lack of blinding and the effects of allegiance to a particular model. A network meta-analysis ranked CBT (Cognitive-behavioural therapy), IPT (Interpersonal therapy), and BA (Behavioural activation) as the top psychotherapies based on outcome measures reflecting treatment response and acceptability. Other psychotherapies were supported by less consistent evidence and are recommended as second-line and third-line treatments (see Q.3.f).",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section5C-07067437241245384",
        "type": "paragraph",
        "chunk_index": 84,
        "headings": "Question 3. How are Treatments Selected? > Q.3.c. How is a Psychological Treatment Selected?",
        "referenced_tables": []
    },
    {
        "text": "Psychotherapy is similarly effective across most demographic factors, including sex, age, level of education, culture, and ethnicity, hence these patient factors are not informative for choosing the initial psychotherapy. As for clinical factors, illness severity primarily affects the urgency with which the treatment must begin; the more severe the illness, the more imperative it is to start treatment as soon as possible to avert the risk of harm. The severity of MDE (Major depressive episode) does not predict outcomes in CBT (Cognitive-behavioural therapy) versus pharmacotherapy; however, the combination of psychological and pharmacological treatment is more effective than either alone and should be considered in severe cases (see Q.3.b). Importantly, meta-analytic evidence suggests that CBT (Cognitive-behavioural therapy) reduces suicide attempts by half in those who attempted suicide in the previous 6 months; therefore, the addition or initiation of CBT (Cognitive-behavioural therapy) may be considered for people with a recent history of a suicide attempt (Level 2) .",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section5C-07067437241245384",
        "type": "paragraph",
        "chunk_index": 85,
        "headings": "Question 3. How are Treatments Selected? > Q.3.c. How is a Psychological Treatment Selected?",
        "referenced_tables": [
            "Table A"
        ]
    },
    {
        "text": "Most improvement occurs during the early sessions of psychological treatments, with diminishing gains thereafter. However, the relationship between the number of treatment sessions attended and the degree of therapeutic improvement remains unclear. Therefore, optimal doses of psychotherapy have been proposed based on the number of sessions in which at least 50% of patients respond to treatment, owing to the decreasing probability of improvement after this cut-off. The strongest evidence suggests that an optimal dose for a first-line psychotherapy, for most patients, is 12 to 16 sessions (Level 2) .",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section5D-07067437241245384",
        "type": "paragraph",
        "chunk_index": 86,
        "headings": "Question 3. How are Treatments Selected? > Q.3.d. How Many Sessions of Psychological Treatment are Required?",
        "referenced_tables": [
            "Table A"
        ]
    },
    {
        "text": "The frequency of treatment sessions is also related to patient benefit, with increased frequency of psychological treatment sessions producing better outcomes. Twice-weekly sessions for CBT (Cognitive-behavioural therapy) and IPT (Interpersonal therapy) for depression show improved outcomes compared to once-weekly sessions (Level 2) . There is little support for the efficacy of psychological treatment delivered less than once per week.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section5D-07067437241245384",
        "type": "paragraph",
        "chunk_index": 87,
        "headings": "Question 3. How are Treatments Selected? > Q.3.d. How Many Sessions of Psychological Treatment are Required?",
        "referenced_tables": [
            "Table A"
        ]
    },
    {
        "text": "When starting pharmacotherapy for MDD (Major depressive disorder), the prescriber has a choice of 31 antidepressants, including 17 that are considered first-line treatments because of robust evidence supporting their safety and efficacy in placebo-controlled RCTs (Level 1) ( Table 3.3 ). A network meta-analysis of placebo-controlled and active comparator trials confirmed that each of these antidepressants was more effective than placebo (Cipriani et al. 2018, in the Key References). The first choice of an antidepressant can be any of the first-line antidepressants, taking into account efficacy, potential for adverse effects, clinical presentation, cost, and patient preference. Clinicians should use psychoeducation when prescribing medications, including discussing risks and benefits, the time course of effect, and dispelling myths and misbeliefs about medication use.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section5E-07067437241245384",
        "type": "paragraph",
        "chunk_index": 88,
        "headings": "Question 3. How are Treatments Selected? > Q.3.e. How is a Pharmacological Treatment Selected?",
        "referenced_tables": [
            "Table 3.3",
            "Table A"
        ]
    },
    {
        "text": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/843a/11351064/eb6b31476a11/10.1177_07067437241245384-table12.jpg",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#table12-07067437241245384",
        "type": "table image ",
        "chunk_index": 89,
        "headings": "Question 3. How are Treatments Selected? > Q.3.e. How is a Pharmacological Treatment Selected? > Table 3.3.",
        "referenced_tables": []
    },
    {
        "text": "All antidepressants have the potential to cause adverse effects. The side effect profiles vary across individual antidepressants, with some differences between classes of antidepressants. For example, frequently reported adverse effects for selective serotonin reuptake inhibitors (SSRIs) and serotonin-norepinephrine reuptake inhibitors (SNRIs) are gastrointestinal and sexual, while for tricyclic antidepressants (TCAs) they are anticholinergic effects such as dry mouth and constipation. Table 3.4 lists rates of adverse events for first-line antidepressants, according to product monographs that summarize results from clinical trial data (note that the rates are not adjusted for placebo rates of adverse effects). Certain important side effects (sedation, weight gain, and sexual dysfunction) are not included in Table 3.4 because they are not adequately assessed in short-term clinical trials, hence, these are separately considered in Table 3.5 . CANMAT (Canadian Network for Mood and Anxiety Treatments) recommends that clinicians inform patients about potential side effects before prescribing and actively inquire about side effects within 2 weeks of starting an antidepressant (Level 3) .",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section5E-07067437241245384",
        "type": "paragraph",
        "chunk_index": 90,
        "headings": "Question 3. How are Treatments Selected? > Q.3.e. How is a Pharmacological Treatment Selected?",
        "referenced_tables": [
            "Table 3.4",
            "Table A",
            "Table 3.5"
        ]
    },
    {
        "text": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/843a/11351064/3ed29c3c09a6/10.1177_07067437241245384-table13.jpg",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#table13-07067437241245384",
        "type": "table image ",
        "chunk_index": 91,
        "headings": "Question 3. How are Treatments Selected? > Q.3.e. How is a Pharmacological Treatment Selected? > Table 3.4.",
        "referenced_tables": []
    },
    {
        "text": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/843a/11351064/b452fc36313a/10.1177_07067437241245384-table14.jpg",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#table14-07067437241245384",
        "type": "table image ",
        "chunk_index": 92,
        "headings": "Question 3. How are Treatments Selected? > Q.3.e. How is a Pharmacological Treatment Selected? > Table 3.5.",
        "referenced_tables": []
    },
    {
        "text": "For most adults with MDD (Major depressive disorder), the choice of the first antidepressant is based on the balance of efficacy and tolerability. The previously cited network meta-analysis allows a comparison of differences in efficacy (as defined by response rate) and acceptability (a proxy for tolerability, defined as discontinuation from the study for all causes) among many treatments (Cipriani et al. 2018, in the Key References). In this network meta-analysis, agomelatine, escitalopram, and vortioxetine showed advantages over other antidepressants when considering both efficacy and acceptability (Level 2) .",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section5E-07067437241245384",
        "type": "paragraph",
        "chunk_index": 93,
        "headings": "Question 3. How are Treatments Selected? > Q.3.e. How is a Pharmacological Treatment Selected?",
        "referenced_tables": [
            "Table A"
        ]
    },
    {
        "text": "However, these comparative differences among antidepressants are small and other data sources should be included when comparing efficacy, tolerability and other important characteristics. Table 3.5 summarizes comparative ratings for the first-line antidepressants in categories of efficacy, acceptability, tolerability, drug interactions (see Q.3.j), and potential discontinuation effects (see Q.6.d). These comparative ratings are based on various data sources including meta-analyses and RCTs, supplemented by expert consensus from the CANMAT (Canadian Network for Mood and Anxiety Treatments) authors. Note that while ratings show those agents that have more favourable profiles and those with less favourable profiles, these are not absolute ratings; an agent can be selected for other clinical reasons despite having a rating as less favourable on a particular characteristic.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section5E-07067437241245384",
        "type": "paragraph",
        "chunk_index": 94,
        "headings": "Question 3. How are Treatments Selected? > Q.3.e. How is a Pharmacological Treatment Selected?",
        "referenced_tables": [
            "Table 3.5"
        ]
    },
    {
        "text": "Regarding efficacy, 8 antidepressant medications (bupropion, escitalopram, mirtazapine, paroxetine, sertraline, venlafaxine-XR, vortioxetine, and agomelatine) have evidence for superior response, although these are in the range of 5 to 10 percentage points difference versus comparator medications. Acceptability (all-cause discontinuation rates in meta-analyses) is also more favourable for several medications. For drug interactions (see Q.3.j), fluoxetine, fluvoxamine and paroxetine have clinically relevant potential interactions with other medications. Citalopram carries a risk of QTc prolongation; however, the clinical risk is low, and citalopram has been used safely in large trials of MDD (Major depressive disorder) with comorbid cardiovascular disease (note that escitalopram does not carry a clinically relevant higher risk of QTc prolongation). Most antidepressants have a risk of elevation of liver function tests (LFTs, see Q.3.j), but agomelatine includes the requirement for regular monitoring of LFTs in its product monograph.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section5E-07067437241245384",
        "type": "paragraph",
        "chunk_index": 95,
        "headings": "Question 3. How are Treatments Selected? > Q.3.e. How is a Pharmacological Treatment Selected?",
        "referenced_tables": []
    },
    {
        "text": "Table 3.5 also summarizes comparative ratings for side effects of particular importance to patients (sedation, weight gain, and sexual dysfunction) alongside a category of other tolerability (side effects other than those 3). For sedation and weight gain, results from longer-term observational studies are included in the comparative assessment. Of note is that some treatment-emergent weight gain may be normative, e.g., in patients whose depressive symptoms include weight loss. Treatment-emergent sexual dysfunction, which can affect all phases of sexual response (desire, arousal, and orgasm) is also commonly experienced with antidepressants, particularly in those with serotonergic effects. Based on studies where sexual dysfunction is systematically assessed, several antidepressants (desvenlafaxine, bupropion, mirtazapine, vilazodone, vortioxetine, and agomelatine) are associated with lower rates of sexual side effects. Because sexual dysfunction can also be a symptom of depression, an assessment of baseline sexual functioning is important to identify emergent sexual side effects.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section5E-07067437241245384",
        "type": "paragraph",
        "chunk_index": 96,
        "headings": "Question 3. How are Treatments Selected? > Q.3.e. How is a Pharmacological Treatment Selected?",
        "referenced_tables": [
            "Table 3.5"
        ]
    },
    {
        "text": "In addition to efficacy and tolerability, patient and clinical factors may also be considered in selecting antidepressant medication in some cases, including episode specifiers and symptom dimensions (see Q.3.g). While most antidepressants appear to be effective irrespective of sex, gender, race, ethnicity, and baseline severity, age may be a relevant factor in antidepressant selection. For patients over age 65, SSRIs may be less effective and SNRIs, such as duloxetine, may be more effective (Level 3) . For young patients up to age 25, the balance of efficacy, adverse reactions and risk of discontinuation symptoms may favour using fluoxetine or agomelatine over other antidepressants (Level 4) .",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section5E-07067437241245384",
        "type": "paragraph",
        "chunk_index": 97,
        "headings": "Question 3. How are Treatments Selected? > Q.3.e. How is a Pharmacological Treatment Selected?",
        "referenced_tables": [
            "Table A"
        ]
    },
    {
        "text": "First-line psychotherapies (CBT (Cognitive-behavioural therapy), IPT (Interpersonal therapy), and BA (Behavioural activation)) for the acute treatment of depression are supported by new evidence since the CANMAT (Canadian Network for Mood and Anxiety Treatments) 2016 guidelines. Most previous second-line psychological treatments continue to build their evidence base, including cognitive behavioural analysis system of psychotherapy (CBASP (Cognitive behavioural analysis system of psychotherapy)), mindfulness-based interventions including MBCT (Mindfulness-based cognitive therapy), problem-solving therapy (PST (Problem-solving therapy)), and short-term psychodynamic psychotherapy (STPP (Short-term psychodynamic psychotherapy)) (Level 2) ( Table 3.2 ). Recent meta-analyses support the efficacy of these second-line treatments, while also highlighting limitations such as heterogeneity and risk of bias. Meta-analyses also show that acceptance and commitment therapy (ACT (Acceptance and commitment therapy)) has efficacy when compared to inactive controls and in those with mild depression, hence, ACT (Acceptance and commitment therapy) remains a third-line recommendation (Level 3) .",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section5F1-07067437241245384",
        "type": "paragraph",
        "chunk_index": 98,
        "headings": "Question 3. How are Treatments Selected? > Q.3.f. Which Treatments Have New Evidence? > Psychological Treatments",
        "referenced_tables": [
            "Table A",
            "Table 3.2"
        ]
    },
    {
        "text": "Two new psychological treatments have accrued enough evidence to be included as second-line or third-line treatments for MDD (Major depressive disorder). First, transdiagnostic or “unified” psychological treatment of emotional disorders, including anxiety and depression, incorporates motivational enhancement, psychoeducation, training in emotional awareness, cognitive restructuring, emotion-driven behaviours (including avoidance), tolerance of physical sensations (including exposure), and relapse prevention. A positive meta-analysis supports its inclusion as a second-line treatment for MDD (Major depressive disorder), which may be particularly useful in the context of concurrent anxiety issues (Level 2) ( Table 3.2 ). Second, metacognitive therapy (MCT (Metacognitive therapy)) for depression focuses on the awareness and understanding of the thoughts and feelings of oneself as well as others; this treatment is typically goal-directed and enhances metacognitive capacities to gain more flexibility in the attention, monitoring, control, and regulation of cognitive processes. The efficacy evidence in MDD (Major depressive disorder) supports MCT (Metacognitive therapy) as a third-line recommendation (Level 3) .",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section5F1-07067437241245384",
        "type": "paragraph",
        "chunk_index": 99,
        "headings": "Question 3. How are Treatments Selected? > Q.3.f. Which Treatments Have New Evidence? > Psychological Treatments",
        "referenced_tables": [
            "Table A",
            "Table 3.2"
        ]
    },
    {
        "text": "A new combination medication, dextromethorphan with low-dose bupropion, was approved in 2022 in the United States of America (USA (United States of America); not available in Canada), based on clinical trials showing an advantage over placebo and low-dose bupropion alone. Dextromethorphan is a glutamate N-methyl-D-aspartate (NMDA (N-methyl-D-aspartate)) receptor antagonist, opioid sigma-1 receptor agonist, and SNRI (Serotonin-norepinephrine reuptake inhibitor), that is used as a cough suppressant and a common ingredient of cough and cold medications. The addition of bupropion increases the bioavailability of dextromethorphan through inhibition of the cytochrome P450 (CYP (Cytochrome P450)) 2D6 liver enzyme; bupropion also is a reuptake inhibitor/releaser of dopamine and norepinephrine. Given the limited evidence, the potential for misuse, and the lack of long-term safety data, the dextromethorphan-bupropion combination is recommended as a second-line treatment (Level 2) ( Table 3.3 ).",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section5F2-07067437241245384",
        "type": "paragraph",
        "chunk_index": 100,
        "headings": "Question 3. How are Treatments Selected? > Q.3.f. Which Treatments Have New Evidence? > Pharmacological Treatments",
        "referenced_tables": [
            "Table 3.3",
            "Table A"
        ]
    },
    {
        "text": "Brexanolone and zuranolone are allopregnanolone agonists that have been approved in the United States for the treatment of postpartum depression. They are not reviewed here because they will be included in the CANMAT (Canadian Network for Mood and Anxiety Treatments) guidelines for perinatal mood and anxiety disorders, which are currently in process.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section5F2-07067437241245384",
        "type": "paragraph",
        "chunk_index": 101,
        "headings": "Question 3. How are Treatments Selected? > Q.3.f. Which Treatments Have New Evidence? > Pharmacological Treatments",
        "referenced_tables": []
    },
    {
        "text": "In the CANMAT (Canadian Network for Mood and Anxiety Treatments) 2016 guidelines, the DSM-5-TR (Diagnostic and Statistical Manual, 5th edition, Text Revision) episode specifiers, melancholic features and atypical features, were not associated with specific treatment recommendations. Other specifiers had limited evidence for specific treatments, such as recommendations for benzodiazepines or ECT (Electroconvulsive therapy) for catatonic features, and combination antidepressant and antipsychotic treatment, or ECT (Electroconvulsive therapy), for psychotic features. There is no new evidence available to change these recommendations ( Table 3.6 ). Similarly, the DSM-5-TR (Diagnostic and Statistical Manual, 5th edition, Text Revision) specifier, with anxious distress, has a prognostic value in that MDE (Major depressive episode) with anxiety is associated with poorer response to standard treatments. However, there is no evidence for better responses with any specific medication, hence all first-line antidepressants are recommended for anxious distress.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section5G-07067437241245384",
        "type": "paragraph",
        "chunk_index": 102,
        "headings": "Question 3. How are Treatments Selected? > Q.3.g. How do DSM-5-TR Specifiers and Symptom Dimensions Influence Medication Selection?",
        "referenced_tables": [
            "Table 3.6"
        ]
    },
    {
        "text": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/843a/11351064/69e2621c8d13/10.1177_07067437241245384-table15.jpg",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#table15-07067437241245384",
        "type": "table image ",
        "chunk_index": 103,
        "headings": "Question 3. How are Treatments Selected? > Q.3.g. How do DSM-5-TR Specifiers and Symptom Dimensions Influence Medication Selection? > Table 3.6.",
        "referenced_tables": []
    },
    {
        "text": "The DSM-5-TR (Diagnostic and Statistical Manual, 5th edition, Text Revision) mixed features specifier describes an MDE (Major depressive episode) presenting with both depressive symptoms and subsyndromal manic symptoms. It may be challenging to differentiate MDD (Major depressive disorder) with mixed features from mixed states found in bipolar disorders, hence, patients manifesting mixed symptoms should be managed in consultation with a psychiatrist (Level 3) . Owing to the short history of the mixed features specifier for MDD (Major depressive disorder), there is minimal RCT (Randomized controlled trial) evidence for treatment. Given this paucity of data, first-line antidepressants are still recommended for MDE (Major depressive episode) with mixed features ( Table 3.6 ). However, close monitoring for activating side effects (e.g., agitation and increase in suicidal ideation), and potential manic/hypomanic switch, is recommended when initiating antidepressants (Level 3) . The serotonin-dopamine activity modulator, lurasidone, is recommended as a second-line agent for patients with MDD (Major depressive disorder) and mixed features because of an RCT (Randomized controlled trial) showing efficacy compared to placebo (Level 2) .",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section5G-07067437241245384",
        "type": "paragraph",
        "chunk_index": 104,
        "headings": "Question 3. How are Treatments Selected? > Q.3.g. How do DSM-5-TR Specifiers and Symptom Dimensions Influence Medication Selection?",
        "referenced_tables": [
            "Table 3.6",
            "Table A"
        ]
    },
    {
        "text": "The 2016 CANMAT (Canadian Network for Mood and Anxiety Treatments) guidelines also identified some symptom dimensions not included in DSM-5-TR (Diagnostic and Statistical Manual, 5th edition, Text Revision) that may have treatment specificity ( Table 3.6 ). Cognitive symptoms (problems with concentration, memory, and executive functioning) are common in MDD (Major depressive disorder) and medications such as vortioxetine, bupropion, and SNRIs may have superior efficacy for cognitive dysfunction compared to SSRIs (Level 2) . Recent meta-analyses support these findings. Duloxetine and other SNRIs show more benefits for comorbid pain conditions compared to SSRIs. Energy, fatigue, and motivation symptoms may preferentially respond to SNRIs compared to SSRIs (Level 2) .",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section5G-07067437241245384",
        "type": "paragraph",
        "chunk_index": 105,
        "headings": "Question 3. How are Treatments Selected? > Q.3.g. How do DSM-5-TR Specifiers and Symptom Dimensions Influence Medication Selection?",
        "referenced_tables": [
            "Table 3.6",
            "Table A"
        ]
    },
    {
        "text": "Other symptom dimensions may be indicators of underlying pathophysiology and relevant for treatment choices. Anhedonia, the reduced ability to experience pleasure, is often clinically expressed as reduced motivational drive and decreased consummatory pleasure. Although there is, as yet, no evidence that any specific agent has superior anti-anhedonia properties compared to other medications, anhedonia is a promising symptom dimension for future clinical trials ( Box 3.1 ).",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section5G-07067437241245384",
        "type": "paragraph",
        "chunk_index": 106,
        "headings": "Question 3. How are Treatments Selected? > Q.3.g. How do DSM-5-TR Specifiers and Symptom Dimensions Influence Medication Selection?",
        "referenced_tables": [
            "Box 3.1"
        ]
    },
    {
        "text": "Anhedonia as a Treatment Target.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#boxed-text2-07067437241245384",
        "type": "box",
        "chunk_index": 107,
        "headings": "Question 3. How are Treatments Selected? > Q.3.g. How do DSM-5-TR Specifiers and Symptom Dimensions Influence Medication Selection? > Box 3.1.",
        "referenced_tables": []
    },
    {
        "text": "There is significant clinical and research interest in anhedonia as a primary and persisting symptom of MDD (Major depressive disorder) (as well as other conditions) and specific treatment approaches. Anhedonia is reported by up to 70% of patients with MDD (Major depressive disorder) and its presence is associated with a reduced likelihood of remission with SSRI (Selective serotonin reuptake inhibitor) treatment, possibly because anhedonia may be an indicator of dopaminergic dysfunction. A meta-analysis suggests that monoaminergic antidepressants, ketamine, methylphenidate and psilocybin are associated, in varying degrees, with improvement in the severity of anhedonia. In contrast, escitalopram and riluzole were not as effective in improving anhedonia in MDD (Major depressive disorder). Several investigational medications are in early phase trials to target anhedonia as a primary outcome.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#boxed-text2-07067437241245384",
        "type": "box",
        "chunk_index": 108,
        "headings": "Question 3. How are Treatments Selected? > Q.3.g. How do DSM-5-TR Specifiers and Symptom Dimensions Influence Medication Selection? > Box 3.1.",
        "referenced_tables": []
    },
    {
        "text": "Collectively, evidence supports the conclusion that antidepressants reduce suicidal thoughts and behaviours, with a greater effect on suicidal ideation than on prevention of suicide attempts and death (Level 2) . This conclusion, however, does not exclude the possibility that antidepressants may also increase suicidality in a subset of patients. Increased suicide risk may be associated with patient age and the time period of antidepressant use. When examining the risk of suicidal behaviour (death by suicide, attempted suicide, or preparatory acts), a meta-analysis of RCTs found that, compared with placebo, acute treatment with antidepressant medication is associated with increased risk among young adults below age 25, but with a decreased risk of suicidal behaviours among those aged 65 and older; in adults aged 25 to 65, there is no effect (Level 2) . In contrast to these results, a meta-analysis of observational studies found a modest increase in suicidal behaviour associated with antidepressants that were not age-dependent (although there was no increase in a subanalysis of SSRIs only) (Level 3) . Additionally, suicidal behaviour is noted to be highest in the month before antidepressant initiation (indicating that suicidality predates medication use), remains high in the month after antidepressant initiation, and then declines with continued use of antidepressants (Level 3) . The month after discontinuing an antidepressant also is associated with an elevated risk of suicidal behaviour (Level 4) .",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section5H-07067437241245384",
        "type": "paragraph",
        "chunk_index": 109,
        "headings": "Question 3. How are Treatments Selected? > Q.3.h. Are Antidepressants Associated With an Increased Risk of Suicide?",
        "referenced_tables": [
            "Table A"
        ]
    },
    {
        "text": "In summary, the initial few weeks before and after starting any treatment is a higher risk period for suicide. While antidepressants generally reduce suicidal ideation, a small proportion of patients may experience increased suicidal ideation when initiating antidepressants, especially young people. CANMAT (Canadian Network for Mood and Anxiety Treatments) recommends routine monitoring of suicide risk for all patients during antidepressant treatment, with enhanced attention during the first 4 weeks following a new antidepressant prescription and after stopping the medication (Level 3) . With adolescent and young adult patients, in particular, clinicians should ensure that they are aware of the risk of increased suicidal thoughts and behaviours before initiating an antidepressant. Clinicians also should educate patients that if they experience an increase in suicidal thoughts when starting a new medication, they should (a) understand them as a medication side effect; (b) be aware that increasing suicidal thoughts indicate a need for urgent action to address distress and other symptoms; (c) implement a safety plan (see Q.2.c); and (d) reach out to their care provider, crisis line (e.g., call 9-8-8 in Canada and the USA (United States of America)), or an emergency department (Level 4) .",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section5H-07067437241245384",
        "type": "paragraph",
        "chunk_index": 110,
        "headings": "Question 3. How are Treatments Selected? > Q.3.h. Are Antidepressants Associated With an Increased Risk of Suicide?",
        "referenced_tables": [
            "Table A"
        ]
    },
    {
        "text": "Several antidepressants are available in immediate and extended-release preparations. For example, venlafaxine and bupropion are available as extended-release (XR and XL, respectively) preparations that delay time to maximum plasma concentration, reduce their peak concentration, and extend their elimination half-life relative to the immediate-release preparations, making them suitable for once-daily dosing. A meta-analysis found no difference in efficacy between extended-release and immediate-release formulations (Level 2) .",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section5I-07067437241245384",
        "type": "paragraph",
        "chunk_index": 111,
        "headings": "Question 3. How are Treatments Selected? > Q.3.i. Are There Differences in Formulations of Specific Antidepressants?",
        "referenced_tables": [
            "Table A"
        ]
    },
    {
        "text": "The availability of generic versions of antidepressants increases access to effective antidepressant treatments at a reduced purchase cost. It should be noted that purchase cost is only a small part of the overall cost of treatment, which includes both direct and indirect costs of care. Generic medications are approved based on demonstrating “bioequivalency” to the reference brand-name product. Differences in bioavailability between generic and brand-name medication are reported, especially for extended-release formulations. However, there are no meta-analyses or clinical trials comparing the efficacy and safety of generic and brand-name antidepressants. Loss of efficacy with a switch between brand-name and generic preparations has been reported, but not systematically studied.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section5I-07067437241245384",
        "type": "paragraph",
        "chunk_index": 112,
        "headings": "Question 3. How are Treatments Selected? > Q.3.i. Are There Differences in Formulations of Specific Antidepressants?",
        "referenced_tables": []
    },
    {
        "text": "CANMAT (Canadian Network for Mood and Anxiety Treatments) recommends using either generic or brand-name antidepressant medications in immediate- or extended-release formulations. When a treatment is effective, the same formulation and/or brand should be continued, and changes should be minimized (Level 4) .",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section5I-07067437241245384",
        "type": "paragraph",
        "chunk_index": 113,
        "headings": "Question 3. How are Treatments Selected? > Q.3.i. Are There Differences in Formulations of Specific Antidepressants?",
        "referenced_tables": [
            "Table A"
        ]
    },
    {
        "text": "Most first-line antidepressants have a well-established safety record and can be combined with other commonly prescribed medications without significant risk of interactions (summarized in Table 3.4 ). Here, we highlight exceptions to this rule and cases where caution is warranted.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section5J-07067437241245384",
        "type": "paragraph",
        "chunk_index": 114,
        "headings": "Question 3. How are Treatments Selected? > Q.3.j. What are the Safety Concerns and Drug Interactions With Antidepressants?",
        "referenced_tables": [
            "Table 3.4"
        ]
    },
    {
        "text": "SSRIs are associated with a modest increased risk of fractures and falls, particularly in older adults. Most SSRIs have few clinically relevant effects on CYP (Cytochrome P450) isoenzymes and have low risk for drug interactions. Exceptions are fluoxetine and paroxetine, which are potent inhibitors of CYP2D6, and fluvoxamine, which is a potent inhibitor of CYP1A2, CYP2C19, and CYP3A4. These antidepressants can increase blood levels of concurrent medications that are substrates of these CYP450 isoenzymes. Combining SSRIs with nonsteroidal anti-inflammatory drugs (NSAIDs; e.g., ibuprofen) is associated with an increased risk of gastrointestinal bleeding, which is mitigated with the use of proton pump inhibitors. In addition, concurrent use of SSRIs with diuretics (e.g., hydrochlorothiazide) is associated with an increased risk of hyponatremia, especially in older adults. Mianserin and agomelatine (both not available in Canada or the USA (United States of America)) are the only antidepressants not associated with hyponatremia 7. SNRIs can cause increases in blood pressure and share the risk of interactions with NSAIDs and diuretics noted for SSRIs.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section5J-07067437241245384",
        "type": "paragraph",
        "chunk_index": 115,
        "headings": "Question 3. How are Treatments Selected? > Q.3.j. What are the Safety Concerns and Drug Interactions With Antidepressants?",
        "referenced_tables": []
    },
    {
        "text": "A rare but serious adverse effect of several antidepressants is drug-induced liver injury, which can occur up to 6 months after initiating the medication. Agomelatine, bupropion, duloxetine, and nefazodone are associated with a higher risk of adverse liver effects, while citalopram and escitalopram have a lower risk. Mirtazapine has an excellent short-term safety profile but is associated with significant increases in appetite, weight gain, and long-term metabolic risks.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section5J-07067437241245384",
        "type": "paragraph",
        "chunk_index": 116,
        "headings": "Question 3. How are Treatments Selected? > Q.3.j. What are the Safety Concerns and Drug Interactions With Antidepressants?",
        "referenced_tables": []
    },
    {
        "text": "The safety considerations of antidepressants are partly age-dependent. While SSRIs and SNRIs are generally safe in adults, the extremes of the adult age range are linked to an increased risk of some adverse events. For example, SSRIs and SNRIs are associated with an increased risk of akathisia, agitation, and aggression in young individuals under age 25 years (Level 2) . The risks of gastrointestinal bleeding, hyponatremia, liver damage, and QTc prolongation are most prominent in adults over age 65 years (Level 3) .",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section5J-07067437241245384",
        "type": "paragraph",
        "chunk_index": 117,
        "headings": "Question 3. How are Treatments Selected? > Q.3.j. What are the Safety Concerns and Drug Interactions With Antidepressants?",
        "referenced_tables": [
            "Table A"
        ]
    },
    {
        "text": "TCAs are at higher risk of life-threatening effects in overdose, as they can lead to altered mental status, cardiac toxicity, and seizures. SSRIs should be preferentially considered for individuals with a significant risk of overdosing (Level 4) . Monoamine oxidase inhibitors (MAOIs) have the potential to cause life-threatening interactions (serotonin syndrome and hypertensive crisis) when combined with medications affecting monoamine metabolism (e.g., dextromethorphan-containing cough syrups, dextromethorphan-bupropion combination, and serotonin reuptake inhibitors), herbal remedies (St John's wort) or food items containing high levels of tyramine (cured meats, mature cheeses, and fermented products such as miso, kimchi, and marmite). Because of these potential interactions, MAOIs are reserved as a third-line option and should be prescribed only after providing detailed guidance on avoiding interacting medications and foods (Level 4) .",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section5J-07067437241245384",
        "type": "paragraph",
        "chunk_index": 118,
        "headings": "Question 3. How are Treatments Selected? > Q.3.j. What are the Safety Concerns and Drug Interactions With Antidepressants?",
        "referenced_tables": [
            "Table A"
        ]
    },
    {
        "text": "Several commercially available pharmacogenetic tests (also called pharmacogenomic tests) provide recommendations to inform the selection and dosing of antidepressants to reduce the likelihood of adverse reactions and increase the likelihood of positive responses. Currently, available tests are based on variants in genes that code for enzymes responsible for the metabolism of psychotropic medication, with some tests combining variants in genes coding for serotonin transporter and receptors. Meta-analyses show higher response and remission rates with pharmacogenetic testing compared to usual care, albeit with modest effect sizes, especially in absolute risk reductions (e.g., for response rates, ranging from 4.6 to 7.2 percentage points difference in favour of pharmacogenetic testing) (Level 2) . Moreover, the RCTs included in the meta-analyses have significant risks of bias, primarily with a lack of blinding. Hence, CANMAT (Canadian Network for Mood and Anxiety Treatments) does not recommend the routine use of pharmacogenetic tests, because the clinical benefits are too modest and inconsistent to justify the delay in treatment associated with obtaining the test results (Level 2) . Similarly, routine monitoring of plasma levels of antidepressants is not recommended (except perhaps for TCAs, see Box 7.1 ) because the relationship between plasma levels and clinical outcomes (response and adverse effects) is weak (Level 2) .",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section5K-07067437241245384",
        "type": "paragraph",
        "chunk_index": 119,
        "headings": "Question 3. How are Treatments Selected? > Q.3.k. Can Pharmacogenetic Testing Inform Medication Selection?",
        "referenced_tables": [
            "Box 7.1",
            "Table A"
        ]
    },
    {
        "text": "Tricyclic Antidepressants and Monoamine Oxidase Inhibitors.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#boxed-text4-07067437241245384",
        "type": "box",
        "chunk_index": 120,
        "headings": "Question 3. How are Treatments Selected? > Q.3.k. Can Pharmacogenetic Testing Inform Medication Selection? > Box 7.1.",
        "referenced_tables": []
    },
    {
        "text": "Tricyclic antidepressants (TCAs) and irreversible monoamine oxidase inhibitors (MAOIs) are efficacious treatments for MDD (Major depressive disorder), but they are downgraded to second-line and third-line medications ( Table 3.3 ), respectively, because of less favourable side effect and safety profiles compared to first-line agents, and/or the need for dietary and drug restrictions (Q.3.j). Some TCAs have a more favourable side effect profile than others. For example, nortriptyline has the fewest anticholinergic and hypotensive adverse effects; it has a good safety and efficacy profile in elderly and post-stroke depression populations.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#boxed-text4-07067437241245384",
        "type": "box",
        "chunk_index": 121,
        "headings": "Question 3. How are Treatments Selected? > Q.3.k. Can Pharmacogenetic Testing Inform Medication Selection? > Box 7.1.",
        "referenced_tables": [
            "Table 3.3"
        ]
    },
    {
        "text": "These older medications continue to have an important role in managing treatment-resistant depression (TRD (Treatment-resistant depression)) and difficult-to-treat depression (DTD (Difficult-to-treat depression)). TCAs have evidence for superior efficacy in TRD (Treatment-resistant depression) and may have specificity for subpopulations of patients with MDD (Major depressive disorder), e.g., amitriptyline for comorbid painful conditions and clomipramine for comorbid obsessive-compulsive disorder. Another advantage of TCAs is that, in contrast to newer antidepressants, serum levels can be informative to adjust dosing. MAOIs are also efficacious in TRD (Treatment-resistant depression) and have a different mechanism of action compared to first-line and second-line agents. Hence, TCAs and MAOIs should be considered as therapeutic options when first-line and second-line medication treatments are not effective, with patients monitored carefully for side effects and potential for drug interactions.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#boxed-text4-07067437241245384",
        "type": "box",
        "chunk_index": 122,
        "headings": "Question 3. How are Treatments Selected? > Q.3.k. Can Pharmacogenetic Testing Inform Medication Selection? > Box 7.1.",
        "referenced_tables": []
    },
    {
        "text": "However, pharmacogenetic testing or plasma level monitoring may be useful in some clinical situations, e.g., when there are severe or unusual adverse effects with low doses of medications, or when there is poor response to therapeutic doses. In these situations, the tests may help identify the small proportion (although this can vary in certain populations) of individuals with atypical metabolizer status and/or unexpected plasma levels (Level 3) . If pharmacogenetic tests are done for these reasons, or if test results are available when done for another medical condition, the Sequence2Script website may facilitate the interpretation of results according to guidelines from the Clinical Pharmacogenetics Implementation Consortium 7.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section5K-07067437241245384",
        "type": "paragraph",
        "chunk_index": 123,
        "headings": "Question 3. How are Treatments Selected? > Q.3.k. Can Pharmacogenetic Testing Inform Medication Selection?",
        "referenced_tables": [
            "Table A"
        ]
    },
    {
        "text": "A biomarker is an objective measure of any substance, structure, or process in the body or its products that may influence or predict a disease, prognosis, or treatment outcome. Biomarkers such as plasma levels of specific proteins, imaging or electrophysiological measures of brain function have been examined as potential indicators to predict which treatment may work for which person. Inflammatory markers in the peripheral blood and electrophysiological measures of brain function have shown consistent associations with antidepressant treatment outcomes. For example, increased levels of interleukin 8 and the C-reactive protein have been associated with worse responses to SSRIs. Because of the small effect size of these associations, CANMAT (Canadian Network for Mood and Anxiety Treatments) does not recommend measuring these biomarkers for routine antidepressant selection (Level 2) .",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section5L-07067437241245384",
        "type": "paragraph",
        "chunk_index": 124,
        "headings": "Question 3. How are Treatments Selected? > Q.3.l. Can Other Biomarkers Inform Treatment Selection?",
        "referenced_tables": [
            "Table A"
        ]
    },
    {
        "text": "Other biomarkers with evidence of a reproducible predictive effect include EEG (Electroencephalography) measures of brain activity. For example, stronger loudness dependence of the auditory evoked potentials is associated with a better response to SSRI (Selective serotonin reuptake inhibitor). Given the early state of evidence, modest effect size, lack of evidence of better response with alternative treatments, and the need for specialized equipment, CANMAT (Canadian Network for Mood and Anxiety Treatments) does not recommend routine use of EEG (Electroencephalography) for selecting initial treatment for depression (Level 2) .",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section5L-07067437241245384",
        "type": "paragraph",
        "chunk_index": 125,
        "headings": "Question 3. How are Treatments Selected? > Q.3.l. Can Other Biomarkers Inform Treatment Selection?",
        "referenced_tables": [
            "Table A"
        ]
    },
    {
        "text": "CAM (Complementary and alternative medicine) treatments are increasingly used to manage depression. Here we provide recommendations for using the CAM (Complementary and alternative medicine) treatments that have the best quality evidence, focusing on new data since the CANMAT (Canadian Network for Mood and Anxiety Treatments) 2016 guidelines (see Sarris et al., 2022, for practical guidance/dosage information). To date, no CAM (Complementary and alternative medicine) treatment has reached the level of evidence that would make it comparable to a first-line psychotherapy or pharmacotherapy treatment for moderate to severe depression. There is also inconsistency in the therapeutic dose ranges of most CAM (Complementary and alternative medicine) treatments. CANMAT (Canadian Network for Mood and Anxiety Treatments) therefore recommends the consideration of CAM (Complementary and alternative medicine) treatments alone only for MDE (Major depressive episode) of mild severity (see Q.3.a), whereas CAM (Complementary and alternative medicine) treatments may be used as adjuncts to standard treatments in moderate severity illness.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section5M-07067437241245384",
        "type": "paragraph",
        "chunk_index": 126,
        "headings": "Question 3. How are Treatments Selected? > Q.3.m. What Complementary and Alternative Medicine Treatments are Effective?",
        "referenced_tables": []
    },
    {
        "text": "Herbal compounds include St. John's wort, which has evidence for efficacy in mild depression (Level 1) . Caution is warranted when combining St. John's wort with serotonergic medications (e.g., SSRIs and SNRIs), as there is an uncertain risk of serotonin syndrome. In addition, St. John's wort is a potent CYP (Cytochrome P450) 3A4 inducer with risk for drug interactions, which is an important consideration since it is available as an over-the-counter medication. Although maintenance studies and efficacy data in more severe illnesses are lacking, St. John's wort is recommended as a first-line treatment for MDE (Major depressive episode) of mild severity (Level 1) and as a second-line treatment for moderate severity MDE (Major depressive episode) (Level 2) ( Table 3.7 ).",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section5M-07067437241245384",
        "type": "paragraph",
        "chunk_index": 127,
        "headings": "Question 3. How are Treatments Selected? > Q.3.m. What Complementary and Alternative Medicine Treatments are Effective?",
        "referenced_tables": [
            "Table 3.7",
            "Table A"
        ]
    },
    {
        "text": "Other herbs such as Crocus sativus (saffron), Lavandula (lavender), and Rhodiola (roseroot) have only modest evidence for benefit in MDE (Major depressive episode). A meta-analysis found the efficacy of saffron for reducing depressive symptoms when compared to placebo and as an adjunct to antidepressants. Another meta-analysis on the efficacy of lavender reported a reduction in depressive symptoms compared to control conditions. However, given the modest benefit and the major limitations of the RCTs, saffron, lavender, and roseroot continue to be recommended as third-line treatments in mild illness (Level 3) ( Table 3.7 ).",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section5M-07067437241245384",
        "type": "paragraph",
        "chunk_index": 128,
        "headings": "Question 3. How are Treatments Selected? > Q.3.m. What Complementary and Alternative Medicine Treatments are Effective?",
        "referenced_tables": [
            "Table 3.7",
            "Table A"
        ]
    },
    {
        "text": "Nutraceuticals are unregulated products which include substances derived from natural sources, including dietary supplements and food additives. L-methyl folate (folic acid) has meta-analytic evidence for efficacy in mild–moderate MDE (Major depressive episode), but the small effect sizes make it a second-line recommendation (Level 2) ( Table 3.7 ). S-adenosyl-L-methionine (SAM-e) was previously recommended as a second-line adjunctive treatment for mild to moderate MDE (Major depressive episode). Owing to mixed findings in recent RCTs, SAM-e is now downgraded to a third-line treatment (Level 2) . Similarly, omega-3 fatty acids were recommended previously as a second-line intervention for mild-severity episodes. A Cochrane review concluded there was insufficient high-quality evidence to evaluate its effects accurately, hence, omega-3 fatty acids are now downgraded to a third-line treatment (Level 2) . There is modest evidence for the benefit of dehydroepiandrosterone (DHEA) for MDD (Major depressive disorder) in a recent meta-analysis, hence DHEA remains recommended as a third-line CAM (Complementary and alternative medicine) treatment.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section5M-07067437241245384",
        "type": "paragraph",
        "chunk_index": 129,
        "headings": "Question 3. How are Treatments Selected? > Q.3.m. What Complementary and Alternative Medicine Treatments are Effective?",
        "referenced_tables": [
            "Table 3.7",
            "Table A"
        ]
    },
    {
        "text": "Acupuncture has also been studied in depression, with several meta-analyses showing the efficacy of acupuncture, as monotherapy and as an adjunct to antidepressants, versus all control conditions. However, a Cochrane review noted that, in comparisons of acupuncture with control/sham acupuncture conditions, the effect size was smaller than clinically relevant thresholds. There is insufficient evidence for its use in more severe illness. Hence, acupuncture is recommended as a second-line treatment for mild-severity MDD (Major depressive disorder), and as a second-line adjunctive treatment for moderate-severity MDD (Major depressive disorder) (Level 2) ( Table 3.7 ).",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section5M-07067437241245384",
        "type": "paragraph",
        "chunk_index": 130,
        "headings": "Question 3. How are Treatments Selected? > Q.3.m. What Complementary and Alternative Medicine Treatments are Effective?",
        "referenced_tables": [
            "Table 3.7",
            "Table A"
        ]
    },
    {
        "text": "Comorbidity with psychiatric and other medical conditions is common in MDD (Major depressive disorder). For example, high rates of psychiatric comorbidity (10% to 30% for many disorders, e.g., attention-deficit hyperactivity [ADHD (Attention-deficit hyperactivity disorder)] disorder, substance use disorders, and personality disorders; and 40% to 60% for anxiety disorders) are reported in patients with MDD (Major depressive disorder). Similarly, rates of comorbid MDD (Major depressive disorder) are high (10% to 30%) in patients with nonpsychiatric medical conditions, e.g., diabetes mellitus, cardiovascular disease, cancer, and chronic pain, among others. The bidirectional nature of the relationships between depression and many medical conditions underscores the importance of recognizing and treating comorbidities with MDD (Major depressive disorder).",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section5N-07067437241245384",
        "type": "paragraph",
        "chunk_index": 131,
        "headings": "Question 3. How are Treatments Selected? > Q.3.n. How are Comorbid Conditions Managed?",
        "referenced_tables": []
    },
    {
        "text": "A review of treatment for specific comorbid conditions is beyond the scope of these guidelines. Generally, the presence of a comorbid condition makes MDD (Major depressive disorder) more difficult to treat, and depressive symptoms may be conflated with symptoms of the other condition. Similarly, it may be difficult to distinguish the side effects of depression treatment from the side effects of concomitant medications. It is important to minimize polypharmacy and check for drug interactions with concomitant medications to avoid iatrogenic adverse effects. The choice of pharmacotherapy should also consider medication side effect profiles that do not worsen comorbid conditions.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section5N-07067437241245384",
        "type": "paragraph",
        "chunk_index": 132,
        "headings": "Question 3. How are Treatments Selected? > Q.3.n. How are Comorbid Conditions Managed?",
        "referenced_tables": []
    },
    {
        "text": "For pharmacological treatments, patients with psychiatric and other medical comorbidities have a worse treatment response to antidepressants than those without (Level 3) . However, antidepressants remain indicated for treating MDD (Major depressive disorder) with comorbidities. An umbrella systematic review and meta-analysis of RCTs for MDD (Major depressive disorder) comorbid with 27 other medical conditions reported that antidepressants were more efficacious than placebo across a range of medical comorbidities, including myocardial infarction, coronary artery disease, stroke, inflammatory bowel disease, diabetes mellitus, and cancer among others (Level 2) .",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section5N-07067437241245384",
        "type": "paragraph",
        "chunk_index": 133,
        "headings": "Question 3. How are Treatments Selected? > Q.3.n. How are Comorbid Conditions Managed?",
        "referenced_tables": [
            "Table A"
        ]
    },
    {
        "text": "For psychological treatments, patients with comorbid other medical conditions benefit from psychological treatments similarly to those without (Level 2) . Despite the limitations of heterogeneity in studies, recent meta-analyses support the efficacy of psychological treatments, such as CBT (Cognitive-behavioural therapy) and BA (Behavioural activation), for specific medical comorbidities, including coronary heart disease and neurological conditions (Level 2) .",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section5N-07067437241245384",
        "type": "paragraph",
        "chunk_index": 134,
        "headings": "Question 3. How are Treatments Selected? > Q.3.n. How are Comorbid Conditions Managed?",
        "referenced_tables": [
            "Table A"
        ]
    },
    {
        "text": "The CANMAT (Canadian Network for Mood and Anxiety Treatments) 2016 guidelines cited evidence that the presence of any personality disorder with MDD (Major depressive disorder) reduced the benefit of psychotherapy. Recent evidence from higher-quality studies, focusing on CBT (Cognitive-behavioural therapy), no longer supports this finding. Hence, CBT (Cognitive-behavioural therapy) (16 to 20 sessions) is recommended for patients with depression and concurrent personality disorder (Level 2) . Evidence continues to support the use of CBT (Cognitive-behavioural therapy) for MDD (Major depressive disorder) with concurrent anxiety, substance use, or ADHD (Attention-deficit hyperactivity disorder) (Level 2) . CBT (Cognitive-behavioural therapy) of greater complexity (i.e., including therapeutic components of BA (Behavioural activation) and cognitive restructuring) should be considered with psychiatric comorbidities.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section5N-07067437241245384",
        "type": "paragraph",
        "chunk_index": 135,
        "headings": "Question 3. How are Treatments Selected? > Q.3.n. How are Comorbid Conditions Managed?",
        "referenced_tables": [
            "Table A"
        ]
    },
    {
        "text": "Most research supporting evidence-based psychological treatment for depression relies on samples from dominant cultural groups such as White North Americans and Europeans. However, evidence in support of these treatments in other countries and cultural groups is growing, e.g., CBT (Cognitive-behavioural therapy) for Arabic-speaking adults and mindfulness and acceptance-based interventions for Black Americans (Level 3) . Cultural adaptations may require therapy modifications (e.g., use of culturally appropriate or conceptually equivalent idioms and metaphors), therapist adaptations (e.g., therapist matching, training, and style), and other features such as integration of religion and spirituality, and local remedies and practices. CANMAT (Canadian Network for Mood and Anxiety Treatments) recommends cultural and religious adaptations of evidence-based psychotherapies where available and appropriate, based on their demonstrated efficacy across various cultural and religious groups (Level 2) .",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section5O-07067437241245384",
        "type": "paragraph",
        "chunk_index": 136,
        "headings": "Question 3. How are Treatments Selected? > Q.3.o. How are Cultural and Religious Practices Integrated Into Treatment?",
        "referenced_tables": [
            "Table A"
        ]
    },
    {
        "text": "Digital health technologies refer broadly to the use of computers, smartphones, and tablet devices for a variety of purposes, including disease screening, monitoring, treatment, and preventing recurrence. The term also encompasses wearables such as activity trackers, digital phenotyping, text or SMS messaging, and videoconferencing for virtual care. For this guideline, we use the term, DHIs, to denote internet programs or mobile apps that deliver depression treatment.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section6A-07067437241245384",
        "type": "paragraph",
        "chunk_index": 137,
        "headings": "Question 4. What is the Role of DHIs? > Q.4.a. What are DHIs?",
        "referenced_tables": []
    },
    {
        "text": "Many DHIs provide tools to promote depression self-management, drawing on evidence-based psychotherapies such as CBT (Cognitive-behavioural therapy), BA (Behavioural activation), and mindfulness. Some DHIs specifically address MDD (Major depressive disorder) and are designed to supplement clinical care while others aim to be a substitute for in-person care. Other DHIs target nonspecific depression/anxiety symptoms, stress, or burnout, which may indirectly benefit MDD (Major depressive disorder). DHIs are potentially useful for individuals with mild to moderate severity of depressive symptoms; however, symptoms of severe depression, such as poor motivation and cognitive dysfunction, may interfere with an individual's ability to use DHIs.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section6A-07067437241245384",
        "type": "paragraph",
        "chunk_index": 138,
        "headings": "Question 4. What is the Role of DHIs? > Q.4.a. What are DHIs?",
        "referenced_tables": []
    },
    {
        "text": "The potential advantages of DHIs include access to treatment at times and places that are convenient for the user, provision of feedback to the user in real-time, and customization of interventions for specific populations and in different languages, e.g., children and youth, people with nonpsychiatric medical conditions, postpartum users, ethnocultural groups, etc. Hence, DHIs may offer a resource that can complement and build a more engaged and accessible mental health care system.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section6A-07067437241245384",
        "type": "paragraph",
        "chunk_index": 139,
        "headings": "Question 4. What is the Role of DHIs? > Q.4.a. What are DHIs?",
        "referenced_tables": []
    },
    {
        "text": "However, the clinical use of DHIs also poses many challenges. Few DHIs are rigorously evaluated for efficacy and safety. Privacy and security issues are often inadequately safeguarded. User engagement with DHIs decreases over time, e.g., less than one-third of individuals with depression are still using a DHI (Digital health intervention) after 6 weeks. Access to DHIs may also be impeded by the “digital divide” or digital inequity factors, e.g., low digital literacy, inability to purchase a computer or mobile device, and lack of internet access. Hence, addressing the digital divide is important for people with MDD (Major depressive disorder). Mental health clinicians also need training in digital literacy and how to assess, recommend, and use DHIs with their patients.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section6A-07067437241245384",
        "type": "paragraph",
        "chunk_index": 140,
        "headings": "Question 4. What is the Role of DHIs? > Q.4.a. What are DHIs?",
        "referenced_tables": []
    },
    {
        "text": "Many individuals with depression are interested in using DHIs to support their mental health care but they often face challenges when looking for evidence-informed, engaging, and safe DHIs. Commercially available DHIs for depression are often promoted by internet or app store search algorithms, which prioritize popularity and often fail to disclose criteria for efficacy, safety, privacy, and security of personal health information. Positive user reviews may contain anecdotal evidence of utility, but they do not necessarily correlate with expert evaluation. While DHIs developed by academic researchers may be free of commercial bias and have a more robust evidence base, they are seldom publicly available.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section6B-07067437241245384",
        "type": "paragraph",
        "chunk_index": 141,
        "headings": "Question 4. What is the Role of DHIs? > Q.4.b. What are Best Practices for Evaluating DHIs?",
        "referenced_tables": []
    },
    {
        "text": "Without guidance from clinicians, patients may self-select potentially inappropriate or unsafe DHIs. Table 4.1 summarizes important questions to help clinicians evaluate DHIs for clinical use with their patients. Efficacy is the most important consideration. However, of the tens of thousands of DHIs that are commercially available, few are developed with an evidence-based framework and even fewer have undergone rigorous trials in the targeted population. In the absence of RCTs, other evidence for effectiveness may be informative, e.g., observational studies, studies in nonclinical populations, developer identity (commercial vs. health care), and alignment of features and content with evidence-based therapies.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section6B-07067437241245384",
        "type": "paragraph",
        "chunk_index": 142,
        "headings": "Question 4. What is the Role of DHIs? > Q.4.b. What are Best Practices for Evaluating DHIs?",
        "referenced_tables": [
            "Table 4.1"
        ]
    },
    {
        "text": "Data privacy and security are paramount for DHIs, but many have unclear or inaccurate privacy/security policies, and data are often shared with or sold to third parties. DHIs are more likely to be trustworthy if they have a clear privacy policy, guarantee to keep data anonymous, offer data security measures including password protection, explicitly state they will not sell data to third parties, and allow users to delete or opt out of data collection entirely. Other privacy risks should also be considered, e.g., risk of unwanted disclosure if a mobile app has a diagnosis in its title. Clinicians should also consult their regulatory bodies for up-to-date guidance on the evaluation and use of DHIs.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section6B-07067437241245384",
        "type": "paragraph",
        "chunk_index": 143,
        "headings": "Question 4. What is the Role of DHIs? > Q.4.b. What are Best Practices for Evaluating DHIs?",
        "referenced_tables": []
    },
    {
        "text": "There may also be potential harms from the use of mental health DHIs, especially in vulnerable individuals. For example, daily mood monitoring and reminders for depression management may exacerbate depressive symptoms and heighten their salience in individuals with self-stigma or unresolved grief about their diagnosis. DHIs should include clear procedures to follow when user responses indicate severe distress, such as information on crisis lines. DHIs offering peer support may carry risks, such as the exchange of inaccurate or harmful information, interpersonal conflict, and unwanted disclosure of personal information. Some of these risks can be mitigated by features including therapist moderation of support groups, peer-developed content that can be reviewed for accuracy, and the ability to participate anonymously if desired.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section6B-07067437241245384",
        "type": "paragraph",
        "chunk_index": 144,
        "headings": "Question 4. What is the Role of DHIs? > Q.4.b. What are Best Practices for Evaluating DHIs?",
        "referenced_tables": []
    },
    {
        "text": "Access, cost, and ease of use are also important aspects, particularly for users with disabilities or language/literacy issues. While up-front costs for many DHIs may be low, some have additional costs such as subscriptions for extra features or therapist guidance. Disengagement is commonly experienced during a depressive episode, hence, normalizing and expecting this can reduce shame and allow conversations with patients about compensatory strategies. Clinicians can also ask patients about the current use of other apps to identify features which may support DHI (Digital health intervention) use (e.g., gamification, notifications, and social networking integration). Sharing data with a health care provider or a trusted support may also help the user make sense of changes in mood states over time, as well as detect any adverse events.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section6B-07067437241245384",
        "type": "paragraph",
        "chunk_index": 145,
        "headings": "Question 4. What is the Role of DHIs? > Q.4.b. What are Best Practices for Evaluating DHIs?",
        "referenced_tables": []
    },
    {
        "text": "Clinicians and patients can also utilize standardized frameworks for DHI (Digital health intervention) evaluation. The nonprofit website Mindtools.io offers star-rating app reviews using the Enlight scale, which considers content and user engagement. The Division of Digital Psychiatry at the Beth Israel Deaconess Medical Center created the M-Health Index and Navigation Database (MIND), a database which allows users to evaluate apps providing specific features for their needs.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section6B-07067437241245384",
        "type": "paragraph",
        "chunk_index": 146,
        "headings": "Question 4. What is the Role of DHIs? > Q.4.b. What are Best Practices for Evaluating DHIs?",
        "referenced_tables": []
    },
    {
        "text": "Unguided (i.e., self-directed) DHIs are programs in which the user engages independently, without help or contact with another person, whereas guided (or facilitated) DHIs are those where an individual supports the user to guide them through the program. Guides may be clinically trained (e.g., a CBT (Cognitive-behavioural therapy) therapist) or equipped with technical knowledge of the DHI (Digital health intervention) to encourage the user to complete the program (e.g., a lay coach or peer support person). Guidance can be synchronous (advice is given by the guide in real-time while the participant is using the DHI (Digital health intervention)) or asynchronous (advice is provided when it is convenient for the guide to respond, e.g., by email or text). In some cases, guidance involves specific feedback on a user's responses to homework (e.g., a thought record) generated by the DHI (Digital health intervention). Guides are often helpful to motivate individuals to use and complete the program, thereby enhancing efficacy.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section6C-07067437241245384",
        "type": "paragraph",
        "chunk_index": 147,
        "headings": "Question 4. What is the Role of DHIs? > Q.4.c. What is the Difference Between Guided and Unguided DHIs?",
        "referenced_tables": []
    },
    {
        "text": "In studies that compare self-directed and guided DHIs, all types of interventions are commonly grouped within a single guidance category of “guided” or “unguided.” This limitation conflates the efficacy of guided versus unguided DHIs with potential differences in efficacy within each group. Nonetheless, in these studies, guided DHIs are generally more effective than self-directed DHIs (Level 2) .",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section6C-07067437241245384",
        "type": "paragraph",
        "chunk_index": 148,
        "headings": "Question 4. What is the Role of DHIs? > Q.4.c. What is the Difference Between Guided and Unguided DHIs?",
        "referenced_tables": [
            "Table A"
        ]
    },
    {
        "text": "Guided DHIs offer varying levels of person-facilitated support, ranging from 15  to 60 min per week, by trained therapists, peer supporters, or lay coaches. The format of guidance also varies, from telephone calls to email or web-based messaging. Table 4.2 shows some illustrative examples of facilitated DHIs, based on criteria including availability, popularity, and having at least 1 published evaluation study.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section6D-07067437241245384",
        "type": "paragraph",
        "chunk_index": 149,
        "headings": "Question 4. What is the Role of DHIs? > Q.4.d. What are Examples of Guided (Facilitated) DHIs?",
        "referenced_tables": [
            "Table 4.2"
        ]
    },
    {
        "text": "The most-studied guided DHI (Digital health intervention) approach is internet CBT (Cognitive-behavioural therapy) (iCBT). These programs offer guidance from a therapist or are intended for use by clinicians working with their patients. A recent umbrella review of iCBT described medium to large effect sizes in 4 meta-analyses (Level 1) . The Good Days Ahead program, with therapist or telephone support, was evaluated in 2 large RCTs with evidence for efficacy. Some iCBT programs (e.g., Deprexis) also incorporate chatbot agents for conversational interaction with users. Hence, guided iCBT is recommended as a first-line monotherapy for mild depression (Level 2) , and as a first-line adjunctive treatment for moderate severity MDD (Major depressive disorder) (Level 1) ( Table 4.3 ).",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section6D-07067437241245384",
        "type": "paragraph",
        "chunk_index": 150,
        "headings": "Question 4. What is the Role of DHIs? > Q.4.d. What are Examples of Guided (Facilitated) DHIs?",
        "referenced_tables": [
            "Table 4.3",
            "Table A"
        ]
    },
    {
        "text": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/843a/11351064/a6e7838d07bb/10.1177_07067437241245384-table19.jpg",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#table19-07067437241245384",
        "type": "table image ",
        "chunk_index": 151,
        "headings": "Question 4. What is the Role of DHIs? > Q.4.d. What are Examples of Guided (Facilitated) DHIs? > Table 4.3.",
        "referenced_tables": []
    },
    {
        "text": "There is also evidence for the efficacy of guided internet BA (Behavioural activation) (iBA). A meta-analysis found that iBA for depression was superior to psychoeducation or treatment as usual, and noninferior to other behavioural therapy and mindfulness formats (Level 2) . However, 1 RCT (Randomized controlled trial) of guided email support found no differences compared to a waitlist control condition. Because of this inconsistency, guided iBA is recommended as a second-line adjunctive treatment for mild–moderate MDD (Major depressive disorder) when supported by clinicians. Although other guided DHIs based on ACT (Acceptance and commitment therapy), dialectical behavioural therapy, and mindfulness are being developed, there is insufficient evidence to recommend them.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section6D-07067437241245384",
        "type": "paragraph",
        "chunk_index": 152,
        "headings": "Question 4. What is the Role of DHIs? > Q.4.d. What are Examples of Guided (Facilitated) DHIs?",
        "referenced_tables": [
            "Table A"
        ]
    },
    {
        "text": "Prior to the advent of digital interventions, certain self-help books were prescribed in RCTs to have efficacy for MDD (Major depressive disorder). Early DHIs adapted these into self-guided computer- and internet-delivered programs, which were essentially electronic self-help books providing basic psychoeducation and introducing key elements of CBT (Cognitive-behavioural therapy) or BA (Behavioural activation). An example of this approach is MoodGym, which began in 2001 as a self-directed online course and has subsequently added numerous interactive exercises and questionnaires to engage the user with the learning material.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section6E-07067437241245384",
        "type": "paragraph",
        "chunk_index": 153,
        "headings": "Question 4. What is the Role of DHIs? > Q.4.e. What are Examples of Unguided (Self-Directed) DHIs?",
        "referenced_tables": []
    },
    {
        "text": "There is limited evidence of efficacy for most self-directed DHIs. A meta-analysis of 18 RCTs found a moderate positive overall effect on depressive symptoms for smartphone-based DHIs versus control conditions, but there was no significant effect in the 2 RCTs involving participants with a diagnosis of MDD (Major depressive disorder). Given the low level of evidence, CANMAT (Canadian Network for Mood and Anxiety Treatments) does not recommend routine use of self-directed DHIs as monotherapy for MDD (Major depressive disorder), except in cases of mild severity when other resources are not available (Level 3) ( Table 4.3 ). Self-directed DHIs may be more useful when clinicians actively encourage patients to use and complete the program, hence, they are recommended as second-line adjunctive tools to usual clinical care when clinicians provide support and guidance (Level 3) . A pragmatic technique for the clinician acting as a guide is to periodically ask their patient if they have utilized the self-directed DHI (Digital health intervention), and if so, what they are learning.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section6E-07067437241245384",
        "type": "paragraph",
        "chunk_index": 154,
        "headings": "Question 4. What is the Role of DHIs? > Q.4.e. What are Examples of Unguided (Self-Directed) DHIs?",
        "referenced_tables": [
            "Table 4.3",
            "Table A"
        ]
    },
    {
        "text": "More recently, some self-directed DHIs have introduced artificial intelligence (AI (Artificial intelligence)) to provide interactive feedback and simulate human conversation. These conversational agents, known as chatbots, can be programmed with either predefined responses, usually given by text but sometimes by voice, or free-range responses that are generated by AI (Artificial intelligence) algorithms. Chatbots potentially can provide personalized and tailored components of interventions, such as CBT (Cognitive-behavioural therapy), through interactive conversations while offering a sense of empathy, understanding, and nonjudgmental support. However, the clinical application of chatbots is still at an early stage and little is known about potential risks (such as inappropriate responses) from these AI (Artificial intelligence) systems. A recent meta-analysis summarized 4 trials in adults with depressive and anxiety symptoms; while chatbots had significant benefits compared to control conditions, only 1 trial included the diagnosis of MDD (Major depressive disorder) and the results were graded as low quality because of the small sample size and high-risk of bias (Level 3) . Hence, there is currently insufficient evidence to recommend chatbots and conversational agents for the treatment of MDD (Major depressive disorder).",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section6E-07067437241245384",
        "type": "paragraph",
        "chunk_index": 155,
        "headings": "Question 4. What is the Role of DHIs? > Q.4.e. What are Examples of Unguided (Self-Directed) DHIs?",
        "referenced_tables": [
            "Table A"
        ]
    },
    {
        "text": "MBC (Measurement-based care) is an evidence-based practice that uses routine outcome measurement and feedback to guide clinical decisions. Practically, MBC (Measurement-based care) in psychiatry comprises 3 components: (a) regularly using validated outcome scales during patient encounters; (b) reviewing the scale scores with patients; and (c) using the scale scores alongside clinical assessment to support collaborative decision-making.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section7A-07067437241245384",
        "type": "paragraph",
        "chunk_index": 156,
        "headings": "Question 5. How is Treatment Monitored? > Q.5.a. What is Measurement-Based Care?",
        "referenced_tables": []
    },
    {
        "text": "Several high-quality trials and systematic reviews show that MBC (Measurement-based care) improves medication adherence and outcomes, especially in the pharmacological treatment of MDD (Major depressive disorder) (Level 2) . MBC (Measurement-based care) is also useful with psychotherapy, although many of the supporting studies involve mixed-diagnosis outpatient samples and use more general outcome measures, such as the outcome questionnaire. In these studies, MBC (Measurement-based care) was associated with enhanced patient engagement, higher intervention accuracy, and shorter treatment duration (Level 3) . Importantly, MBC (Measurement-based care) can identify nonresponders who might need additional therapeutic techniques or sessions, or who would benefit from alternative treatments. Across treatment modalities, MBC (Measurement-based care) can enhance the therapeutic alliance and facilitate SDM (Shared decision-making). Patients become active participants in monitoring their treatment, which helps them relate collaboratively with their care providers. For these reasons, the use of MBC (Measurement-based care) is recommended in the management of MDD (Major depressive disorder) ( Table 5.1 ).",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section7A-07067437241245384",
        "type": "paragraph",
        "chunk_index": 157,
        "headings": "Question 5. How is Treatment Monitored? > Q.5.a. What is Measurement-Based Care?",
        "referenced_tables": [
            "Table A",
            "Table 5.1"
        ]
    },
    {
        "text": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/843a/11351064/387df2199858/10.1177_07067437241245384-table20.jpg",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#table20-07067437241245384",
        "type": "table image ",
        "chunk_index": 158,
        "headings": "Question 5. How is Treatment Monitored? > Q.5.a. What is Measurement-Based Care? > Table 5.1.",
        "referenced_tables": []
    },
    {
        "text": "Many validated scales can be utilized for MBC (Measurement-based care) to track various outcomes, e.g., symptoms, side effects, functioning, and quality of life ( Table 5.2 ). For busy clinical settings, patient-rated scales (also called patient-rated outcome measures (PROMs)) are preferred because they are well-correlated with clinician-rated scales but take less time to administer. These PROMs can be supplemented by simple clinician-rated scales. Many are general scales that provide an overall severity measure, such as a total score. More detailed scales can be used to assess specific dimensions of depression, such as anhedonia, sleep, and cognition, when relevant. Some validated scales focus specifically on suicidal ideation and intent, with both clinician-rated (e.g., the Columbia Suicide Severity Rating Scale [C-SSRS]) and patient-rated (e.g., the Suicide Scale) scales available. Some patients find it easier to endorse suicidal thoughts on a questionnaire than face to face with a health practitioner. However, while scales can help assess suicidal ideation, they cannot reliably predict suicide attempts or behaviours. When scales for suicide risk are used, the results should be promptly reviewed and followed up with a clinical assessment if scores indicate risk.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section7A-07067437241245384",
        "type": "paragraph",
        "chunk_index": 159,
        "headings": "Question 5. How is Treatment Monitored? > Q.5.a. What is Measurement-Based Care?",
        "referenced_tables": [
            "Table 5.2"
        ]
    },
    {
        "text": "The use of scales for MBC (Measurement-based care) is similar to the use of laboratory tests in that the results must be considered within the context of clinical assessment and care. There are many reasons why scale scores may not reflect a patient's clinical state. For example, the negative cognitive bias associated with MDD (Major depressive disorder) may interfere with accurate self-report, or some personality traits may contribute to chronic overreporting or underreporting on a symptom scale. Patients may also be concerned about over-reliance on a number and not their more complex issues.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section7A-07067437241245384",
        "type": "paragraph",
        "chunk_index": 160,
        "headings": "Question 5. How is Treatment Monitored? > Q.5.a. What is Measurement-Based Care?",
        "referenced_tables": []
    },
    {
        "text": "While MBC (Measurement-based care) is largely intended to increase clinical objectivity, it can also provide insight into patients’ subjective experiences. For example, when clinical evaluation varies substantially from patients’ symptom reporting, clinicians can use the discrepancies to explore individual factors that can colour patients’ perceptions about symptoms. These discussions are likely to inform about patients’ cognitive schemas and can enhance therapeutic rapport. Hence, scales should complement, not replace, the clinical interview and the clinician's comprehensive understanding of the patient.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section7A-07067437241245384",
        "type": "paragraph",
        "chunk_index": 161,
        "headings": "Question 5. How is Treatment Monitored? > Q.5.a. What is Measurement-Based Care?",
        "referenced_tables": []
    },
    {
        "text": "MBC (Measurement-based care) is also an integral component of collaborative care, where it serves as an essential means to communicate about a patient's clinical status and progress within the treatment team. MBC (Measurement-based care) provides assessment continuity in settings where different providers manage the patient's care, e.g., when patients see different physicians at a clinic or where different providers manage medications and psychotherapy.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section7A-07067437241245384",
        "type": "paragraph",
        "chunk_index": 162,
        "headings": "Question 5. How is Treatment Monitored? > Q.5.a. What is Measurement-Based Care?",
        "referenced_tables": []
    },
    {
        "text": "Incorporating scales into clinical management can help detect early improvement, clinically significant change, and symptom remission. Furthermore, MBC (Measurement-based care) can identify cases when patients are not responding adequately to treatment. Studies show that clinicians and patients may not always recognize a lack of response or remission, highlighting the limitations of relying on general impressions.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section7B-07067437241245384",
        "type": "paragraph",
        "chunk_index": 163,
        "headings": "Question 5. How is Treatment Monitored? > Q.5.b. What are Operational Definitions for Improvement, Response, and Remission?",
        "referenced_tables": []
    },
    {
        "text": "Scales can be used to operationalize the definitions for improvement, response, and remission (discussed in Q.2). Early improvement is often defined with a symptom scale as a reduction in score of 20% or greater from baseline (within 2 to 4 weeks after treatment initiation), whereas response is defined as 50% or greater improvement from baseline. Symptom remission is indicated by a specific threshold score for each scale, e.g., a score of 7 or less on the Hamilton Depression Rating Scale (HAM-D), 10 or less on the Montgomery-Åsberg Depression Rating Scale (MADRS), and 4 or less on the PHQ (Patient health questionnaire)-9. Some definitions of remission also specify a minimum duration, e.g., the DSM-5 defines remission as the absence or near absence of symptoms for at least 2 months.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section7B-07067437241245384",
        "type": "paragraph",
        "chunk_index": 164,
        "headings": "Question 5. How is Treatment Monitored? > Q.5.b. What are Operational Definitions for Improvement, Response, and Remission?",
        "referenced_tables": []
    },
    {
        "text": "MBC (Measurement-based care) can be integrated into medication algorithms, with scale scores supporting clinical assessment and judgement for treatment decisions. For instance, lack of early improvement (i.e., less than 20% reduction in symptom scores at 2 to 4 weeks) after initiating an antidepressant is strongly associated with nonresponse and nonremission at later time points. Hence, a lack of early improvement by 4 weeks would trigger consideration of increasing the dose or switching the medication (Level 2) .",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section7B-07067437241245384",
        "type": "paragraph",
        "chunk_index": 165,
        "headings": "Question 5. How is Treatment Monitored? > Q.5.b. What are Operational Definitions for Improvement, Response, and Remission?",
        "referenced_tables": [
            "Table A"
        ]
    },
    {
        "text": "While the total score on a scale is a useful proxy for overall severity, individual item scores may also be informative. For example, a total score of 4 on the PHQ (Patient health questionnaire)-9 may indicate symptom remission, but a rating of 3 on the insomnia item suggests that residual sleep issues should be addressed. By examining both total and individual item scores, clinicians can comprehensively assess symptom profiles and tailor treatments accordingly.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section7B-07067437241245384",
        "type": "paragraph",
        "chunk_index": 166,
        "headings": "Question 5. How is Treatment Monitored? > Q.5.b. What are Operational Definitions for Improvement, Response, and Remission?",
        "referenced_tables": []
    },
    {
        "text": "The concept of recovery extends beyond symptom relief to include functional outcomes and quality of life. While there are few consensus definitions of response or remission in terms of overall functioning or quality of life, many validated scales measure changes in these important domains with defined mean scores for the general population ( Table 5.2 ).",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section7B-07067437241245384",
        "type": "paragraph",
        "chunk_index": 167,
        "headings": "Question 5. How is Treatment Monitored? > Q.5.b. What are Operational Definitions for Improvement, Response, and Remission?",
        "referenced_tables": [
            "Table 5.2"
        ]
    },
    {
        "text": "Although recommended by quality agencies and clinical guidelines, many barriers still exist to limit the widespread adoption of MBC (Measurement-based care) in clinical practice. Clinicians often feel that using MBC (Measurement-based care) takes too much time and that discussing scales with patients takes time away from the clinical encounter. Clinicians also may perceive that scales do not capture important aspects of a clinical situation or that the act of completing scales may interfere with the therapeutic alliance. Other barriers to MBC (Measurement-based care) implementation include insufficient training on scale usage and workflows, misbeliefs about the feasibility and efficacy of MBC (Measurement-based care), challenges with language and cultural barriers to using scales, and implementation and opportunity costs associated with changing workflows.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section7C-07067437241245384",
        "type": "paragraph",
        "chunk_index": 168,
        "headings": "Question 5. How is Treatment Monitored? > Q.5.c. How is Measurement-Based Care Implemented?",
        "referenced_tables": []
    },
    {
        "text": "While acknowledging these concerns, many of these perceived barriers can be addressed. Practical tips for incorporating MBC (Measurement-based care) in clinical settings include using simple PROMs that are free of charge, emailing scales to patients to complete prior to their appointment, and having patients complete scales in the waiting room before the appointment. Mobile and internet apps are also available that allow patients to complete validated scales and track their scores on their own time. For example, Apple has integrated the PHQ (Patient health questionnaire)-9 and GAD-7 into its Health mobile app, so that scores can be tracked alongside other health indicators.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section7C-07067437241245384",
        "type": "paragraph",
        "chunk_index": 169,
        "headings": "Question 5. How is Treatment Monitored? > Q.5.c. How is Measurement-Based Care Implemented?",
        "referenced_tables": []
    },
    {
        "text": "Scales for MBC (Measurement-based care) can be helpful when administered every 2 to 4 weeks during the acute phase of treatment when active treatment decisions are being made. During the maintenance phase or chronic states of MDD (Major depressive disorder), scales can be used less frequently so that patients do not become frustrated with repeated testing and scores that may not change. A key component of MBC (Measurement-based care) involves longitudinally tracking scores from scales and questionnaires. The simplest approach is to document the total scores in the progress notes during each visit. Electronic medical records (EMRs) can be modified to track scores over time in the same way as laboratory results. Internet-based and mobile solutions for MBC (Measurement-based care) are also available for clinical settings that do not have EMRs or where EMRs cannot be easily reconfigured.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section7C-07067437241245384",
        "type": "paragraph",
        "chunk_index": 170,
        "headings": "Question 5. How is Treatment Monitored? > Q.5.c. How is Measurement-Based Care Implemented?",
        "referenced_tables": []
    },
    {
        "text": "Routine laboratory tests are not necessary to monitor antidepressant treatment for MDD (Major depressive disorder) ( Table 5.1 ), although some blood tests are indicated in specific clinical situations 7. For instance, liver function tests should be done at baseline and every 6 to 12 months in patients with pre-existing liver diseases, and serum electrolyte monitoring should be considered for older patients (age 60 years and older) as they are more susceptible to hyponatremia with antidepressants (Level 4) . Moreover, when adjunctive agents (e.g., lithium, atypical antipsychotics, and ketamine) are used, lab tests tailored to the specific medication should be monitored. For example, patients taking lithium should have blood tests (lithium levels, electrolytes, calcium, creatinine, eGFR, and TSH) checked at baseline and every 6 to 12 months thereafter, or whenever the clinical status or lithium dose changes. For those on longer-term ketamine/esketamine treatment, periodic urinalysis is recommended to check for cystitis, a potential long-term side effect of ketamine use.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section7D-07067437241245384",
        "type": "paragraph",
        "chunk_index": 171,
        "headings": "Question 5. How is Treatment Monitored? > Q.5.d. What Laboratory Tests Should be Monitored During Treatment?",
        "referenced_tables": [
            "Table A",
            "Table 5.1"
        ]
    },
    {
        "text": "Weight gain is associated with MDD (Major depressive disorder) both as a symptom of illness and as a medication side effect. Therefore, regular monitoring of weight, glucose, and lipid profiles is recommended in patients taking medications associated with weight gain, according to obesity management guidelines (Level 3) .",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section7D-07067437241245384",
        "type": "paragraph",
        "chunk_index": 172,
        "headings": "Question 5. How is Treatment Monitored? > Q.5.d. What Laboratory Tests Should be Monitored During Treatment?",
        "referenced_tables": [
            "Table A"
        ]
    },
    {
        "text": "Maintaining remission is an important goal, as the risk of recurrence increases with each subsequent depressive episode. For psychological treatments, booster sessions may be helpful to retain and encourage strategies to maintain remission. Similarly, optimizing pharmacotherapy and treatment adherence will help individuals stay well. This can be done by maintaining the lowest effective dose used to achieve remission and minimize side effects, and regularly monitoring for emerging symptoms and side effects using MBC (Measurement-based care).",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section8A-07067437241245384",
        "type": "paragraph",
        "chunk_index": 173,
        "headings": "Question 6. What Should be Done When a Patient is Better? > Q.6.a. How is Remission Maintained?",
        "referenced_tables": []
    },
    {
        "text": "Attention to modifiable lifestyle factors, such as exercising regularly, avoiding substance misuse, adhering to a healthy diet, and having quality sleep, plays an important role in the prevention of depression (see Q.2.f). Finally, peer support, defined as giving and receiving help from individuals with lived experiences of mental illness, is a central element in recovery-oriented practices and can be delivered in various ways (e.g., individual, group, online, etc.). Alongside standard treatments, peer support interventions have a small but positive effect on personal recovery (living a satisfying and hopeful life) (Level 2) .",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section8A-07067437241245384",
        "type": "paragraph",
        "chunk_index": 174,
        "headings": "Question 6. What Should be Done When a Patient is Better? > Q.6.a. How is Remission Maintained?",
        "referenced_tables": [
            "Table A"
        ]
    },
    {
        "text": "Once patients achieve symptom remission, maintenance pharmacotherapy and psychotherapy are both effective strategies for preventing a depressive recurrence ( Table 6.1 ). Maintenance medication treatment can reduce relapse rates by 50% compared to placebo, and flexible dose adjustments are more effective than fixed doses. In recent, large-sample RCTs examining maintaining or discontinuing antidepressants in stably treated patients, medication maintenance was associated with lower rates of recurrence during 1-year and 3-year follow-up, whether or not patients had CBT (Cognitive-behavioural therapy) during acute treatment (Level 1) .",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section8B-07067437241245384",
        "type": "paragraph",
        "chunk_index": 175,
        "headings": "Question 6. What Should be Done When a Patient is Better? > Q.6.b. How is Recurrence Prevented?",
        "referenced_tables": [
            "Table A",
            "Table 6.1"
        ]
    },
    {
        "text": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/843a/11351064/e031f406bb33/10.1177_07067437241245384-table22.jpg",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#table22-07067437241245384",
        "type": "table image ",
        "chunk_index": 176,
        "headings": "Question 6. What Should be Done When a Patient is Better? > Q.6.b. How is Recurrence Prevented? > Table 6.1.",
        "referenced_tables": []
    },
    {
        "text": "The 2016 CANMAT (Canadian Network for Mood and Anxiety Treatments) guidelines recommended that patients maintain treatment with antidepressants for 6 to 9 months after achieving symptomatic remission. New meta-regression evidence suggests that extending maintenance treatment for 6 to 12 months after remission adds benefit compared to stopping before 6 months (Level 1) . Hence, the recommendation has been adjusted to maintain antidepressants for 6 to 12 months after remission ( Table 6.1 ).",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section8B-07067437241245384",
        "type": "paragraph",
        "chunk_index": 177,
        "headings": "Question 6. What Should be Done When a Patient is Better? > Q.6.b. How is Recurrence Prevented?",
        "referenced_tables": [
            "Table A",
            "Table 6.1"
        ]
    },
    {
        "text": "Maintenance psychotherapy can also prevent relapse and recurrence. Several meta-analyses and a network meta-analysis show that various psychological treatments (CBT (Cognitive-behavioural therapy), MBCT (Mindfulness-based cognitive therapy), IPT (Interpersonal therapy), CBASP (Cognitive behavioural analysis system of psychotherapy), and PST (Problem-solving therapy)) are superior to control conditions at preventing depressive relapse, with comparable effects among the different types of psychotherapy (Level 1) . Evidence also supports the use of booster sessions at regular intervals (e.g., 4 sessions over 12 months) as an effective strategy for relapse prevention with MBCT (Mindfulness-based cognitive therapy). Psychotherapy appears to be as effective as antidepressants for preventing recurrence and may confer longer-lasting benefits by helping patients acquire more adaptive coping strategies over time. As a result, psychological interventions should be considered as first-choice options for mild to moderate severity MDD (Major depressive disorder).",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section8B-07067437241245384",
        "type": "paragraph",
        "chunk_index": 178,
        "headings": "Question 6. What Should be Done When a Patient is Better? > Q.6.b. How is Recurrence Prevented?",
        "referenced_tables": [
            "Table A"
        ]
    },
    {
        "text": "The sequential treatment model consists of adding or switching to psychotherapy in the maintenance phase, after a response to acute phase pharmacotherapy. Sequential treatment also has meta-analytic evidence for the prevention of recurrence, even when antidepressants are stopped. Adding psychotherapy (with CBT (Cognitive-behavioural therapy) and its variations the best studied) also offers the benefits of treating residual symptoms and increasing psychological well-being and resilience. Pharmacotherapy and sequential treatment with psychotherapy are recommended especially for individuals with recurrent and severe MDEs, who carry a high risk of recurrence with monotherapy. For these cases, pharmacotherapy should be continued during psychotherapy treatment (Level 1) ( Table 6.1 ).",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section8B-07067437241245384",
        "type": "paragraph",
        "chunk_index": 179,
        "headings": "Question 6. What Should be Done When a Patient is Better? > Q.6.b. How is Recurrence Prevented?",
        "referenced_tables": [
            "Table A",
            "Table 6.1"
        ]
    },
    {
        "text": "While 6 to 12 months of maintenance antidepressant treatment is recommended for all patients, some will require longer-term maintenance because they have risk factors for recurrence and chronicity ( Table 6.2 ). Most risk factors are longitudinal and part of a continuum of exposure to depression and other psychological stressors throughout the lifespan. A systematic meta-review identified residual symptoms and a history of maltreatment or abuse during childhood as robust risk factors for recurrence. Other risk factors, including longer episode duration and greater severity of depressive episodes, have less evidence to support a higher risk of recurrence. Some evidence suggests that prior depressive episodes and residual symptoms could indicate a kindling effect, in which subsequent depressive episodes are triggered by milder stressors, and whereby certain individual characteristics such as early childhood adversity and neuroticism may contribute to a heightened sensitivity to life stressors over time.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section8C-07067437241245384",
        "type": "paragraph",
        "chunk_index": 180,
        "headings": "Question 6. What Should be Done When a Patient is Better? > Q.6.c. Who Needs Longer-Term Antidepressant Treatment?",
        "referenced_tables": [
            "Table 6.2"
        ]
    },
    {
        "text": "For patients with risk factors for recurrence, antidepressant treatment should be continued for 2 years or more (Level 3) ( Table 6.1 ). Support tools using machine learning algorithms have been developed to estimate the risk of recurrence based on an individual's risk profile, to assist clinicians and patients in making informed decisions about maintenance treatments. These risk-prediction models look promising, but further validation is required before they can be recommended for clinical use.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section8C-07067437241245384",
        "type": "paragraph",
        "chunk_index": 181,
        "headings": "Question 6. What Should be Done When a Patient is Better? > Q.6.c. Who Needs Longer-Term Antidepressant Treatment?",
        "referenced_tables": [
            "Table A",
            "Table 6.1"
        ]
    },
    {
        "text": "Up to 50% of patients may experience discontinuation symptoms when stopping long-term use of antidepressants, especially with abrupt stopping. Discontinuation symptoms may include flu-like symptoms, insomnia, nausea, imbalance, sensory disturbances, and hyperarousal (the FINISH mnemonic). These emergent symptoms generally occur within a few days after a decrease in dose or stopping the antidepressant, are mild to moderate in severity, and resolve within a few weeks. However, later onset, greater severity, and longer duration of symptoms lasting several months or longer have been reported (see Box 6.1 ). Antidepressants with a shorter half-life, such as paroxetine and venlafaxine, are associated with a greater incidence/severity and a quicker onset of discontinuation symptoms. Table 6.3 shows the risk of discontinuation symptoms for various antidepressants.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section8D-07067437241245384",
        "type": "paragraph",
        "chunk_index": 182,
        "headings": "Question 6. What Should be Done When a Patient is Better? > Q.6.d. How Should Antidepressant Treatment be Discontinued?",
        "referenced_tables": [
            "Table 6.3",
            "Box 6.1"
        ]
    },
    {
        "text": "Protracted Discontinuation Symptoms and Hyperbolic Tapering Schedules.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#boxed-text3-07067437241245384",
        "type": "box",
        "chunk_index": 183,
        "headings": "Question 6. What Should be Done When a Patient is Better? > Q.6.d. How Should Antidepressant Treatment be Discontinued? > Box 6.1.",
        "referenced_tables": []
    },
    {
        "text": "Persistent discontinuation syndromes, with severe, potentially irreversible symptoms persisting beyond 6 weeks, have been described after stopping long-term antidepressant treatment. However, differing rates in the literature suggest that these discontinuation syndromes are heterogeneous, often occur with overlapping conditions, and require individual attention and assessment. In addition, since protracted discontinuation symptoms have mostly been reported in case reports, user surveys and internet forums, more rigorous studies are needed to establish their frequency, severity, and risk.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#boxed-text3-07067437241245384",
        "type": "box",
        "chunk_index": 184,
        "headings": "Question 6. What Should be Done When a Patient is Better? > Q.6.d. How Should Antidepressant Treatment be Discontinued? > Box 6.1.",
        "referenced_tables": []
    },
    {
        "text": "It has been suggested that, at the lower end of the therapeutic dose range, linear dose reduction may still result in a disproportionately large reduction in serotonin transporter inhibition, which may contribute to severe withdrawal symptoms. As a result, instead of decreasing the dose by a fixed amount (e.g., 10 mg), a “hyperbolic dose reduction” approach has been proposed, which targets a fixed percentage (e.g., 10%) reduction in serotonin receptor occupancy with each dose decrease. However, this approach is extrapolated from receptor studies using positron emission tomography (PET) in small numbers of participants and has not been evaluated in RCTs. The dosing schedule also presents a challenge in clinical practice, as it relies on compounding pharmacies to prepare liquid formulations or encapsulated nonstandard doses of antidepressants to achieve the required low doses. Hence, there is insufficient evidence to recommend hyperbolic tapering schedules.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#boxed-text3-07067437241245384",
        "type": "box",
        "chunk_index": 185,
        "headings": "Question 6. What Should be Done When a Patient is Better? > Q.6.d. How Should Antidepressant Treatment be Discontinued? > Box 6.1.",
        "referenced_tables": []
    },
    {
        "text": "It is important to differentiate discontinuation symptoms from early symptoms of recurrence since misdiagnosing these emergent symptoms can prolong antidepressant use unnecessarily. Discontinuation symptoms generally have an earlier onset (within days rather than weeks), are often characterized by somatic symptoms (e.g., nausea, dizziness, and shock-like sensations) that differ from those of the initial depressive episode, and improve rapidly if the dose is restored to its previous level. Although gradual tapering of antidepressants may not prevent discontinuation symptoms, they typically occur less frequently compared to abrupt stopping and are less severe. Psychological support may also help with antidepressant discontinuation. Adding psychotherapy may allow patients to stop medication without increasing the risk of relapse and may help mitigate discontinuation symptoms while tapering the antidepressant.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section8D-07067437241245384",
        "type": "paragraph",
        "chunk_index": 186,
        "headings": "Question 6. What Should be Done When a Patient is Better? > Q.6.d. How Should Antidepressant Treatment be Discontinued?",
        "referenced_tables": []
    },
    {
        "text": "However, there is no consensus on the best strategy for stopping antidepressants. Few relapse prevention studies have systematically differentiated discontinuation symptoms from symptoms of recurrence, and fewer have investigated strategies for stopping antidepressants. A 2021 Cochrane review examined the effectiveness of different approaches to discontinuing long-term antidepressants, including abrupt discontinuation, and tapering the antidepressant with or without psychological support. There was no clear evidence to support abrupt or tapering schedules. There is low-quality evidence that providing psychological support (primarily CBT (Cognitive-behavioural therapy) or MBCT (Mindfulness-based cognitive therapy)) is beneficial while tapering. All these results had low certainty because of the methodological limitations of the included studies. A hyperbolic tapering schedule has been suggested but there is insufficient evidence for its efficacy (see Box 6.1 ).",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section8D-07067437241245384",
        "type": "paragraph",
        "chunk_index": 187,
        "headings": "Question 6. What Should be Done When a Patient is Better? > Q.6.d. How Should Antidepressant Treatment be Discontinued?",
        "referenced_tables": [
            "Box 6.1"
        ]
    },
    {
        "text": "Given the uncertainty about discontinuation strategies, CANMAT (Canadian Network for Mood and Anxiety Treatments) recommends a pragmatic approach. Unless there are clinical reasons requiring rapid discontinuation (e.g., serious side effects, serotonin syndrome, etc.), antidepressants should be tapered gradually over several weeks or months (except for fluoxetine, which does not need tapering because of its long half-life), extending the time between dose reductions towards the end of the taper (Level 3) . In situations where antidepressants have been used for less than 4 weeks (e.g., a decision to stop the medication because of side effects), a fast-tapering schedule over 2 weeks or less can be used (Level 3) . Psychological treatments may also be used during or preceding antidepressant discontinuation, if available and acceptable to the patient, to reduce or mitigate discontinuation effects (Level 2) . If discontinuation symptoms are severe when the dose is decreased, patients can return to the previous higher dose, with a slower tapering schedule used subsequently. Alternatively, SSRI (Selective serotonin reuptake inhibitor) and SNRI (Serotonin-norepinephrine reuptake inhibitor) antidepressants can be switched to a long-acting medication such as fluoxetine, which can then be tapered. During antidepressant tapering, patients should be monitored using a validated measure such as the Discontinuation-Emergent Signs and Symptoms (DESS) Scale (Level 3) .",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section8D-07067437241245384",
        "type": "paragraph",
        "chunk_index": 188,
        "headings": "Question 6. What Should be Done When a Patient is Better? > Q.6.d. How Should Antidepressant Treatment be Discontinued?",
        "referenced_tables": [
            "Table A"
        ]
    },
    {
        "text": "In real-world populations, approximately half of patients with MDD (Major depressive disorder) achieve response (>50% reduction in symptom severity) after 8 weeks of antidepressant monotherapy, while about a third attain full symptom remission; only a quarter of nonremitters who receive a second pharmacological treatment will reach remission. For first-treatment patients, the remission rates are higher, but almost half will not achieve remission with antidepressants after 6 months of treatment. Hence, inadequate response to treatment is a common clinical challenge.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section9A-07067437241245384",
        "type": "paragraph",
        "chunk_index": 189,
        "headings": "Question 7. What Should be Done When a Patient is not Better? > Q.7.a. What Contributes to a Poor Response to Treatment?",
        "referenced_tables": []
    },
    {
        "text": "Several clinical, comorbidity, and medication factors may contribute to insufficient treatment response ( Table 7.1 ). Comorbid psychiatric conditions associated with poor treatment response include anxiety disorders, ADHD (Attention-deficit hyperactivity disorder), post-traumatic stress disorder, substance use disorders, and personality disorders. Comorbid nonpsychiatric medical conditions may also be associated with poor response to antidepressants. For example, undiagnosed sleep apnea may be an important contributor to persistent residual symptoms of insomnia, fatigue, and low motivation. Clinicians should also be aware that comorbid conditions do not remain static over time. Hence, regular reassessment is important for patients with persistent symptoms.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section9A-07067437241245384",
        "type": "paragraph",
        "chunk_index": 190,
        "headings": "Question 7. What Should be Done When a Patient is not Better? > Q.7.a. What Contributes to a Poor Response to Treatment?",
        "referenced_tables": [
            "Table 7.1"
        ]
    },
    {
        "text": "“Treatment-resistant depression (TRD (Treatment-resistant depression))” is a term used to describe a lack of response to initial treatments. There is no universal consensus on a definition for TRD (Treatment-resistant depression), but the one most frequently used is failure to respond to 2 or more antidepressant trials at a therapeutic dose and adequate duration. This definition has been criticized because it neglects psychological and neurostimulation treatments, it assumes that switching antidepressants is the preferred initial strategy and neglects add-on strategies. Furthermore, “failure” is often not defined or defined differently from study to study, and it does not account for partial response or residual symptoms. Additionally, the term “resistant” has a negative connotation which suggests futility and may discourage patients and clinicians from further therapeutic interventions.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section9B-07067437241245384",
        "type": "paragraph",
        "chunk_index": 191,
        "headings": "Question 7. What Should be Done When a Patient is not Better? > Q.7.b. What is the Difference Between Treatment-Resistant Depression and Difficult-to-Treat Depression?",
        "referenced_tables": []
    },
    {
        "text": "DTD (Difficult-to-treat depression) is a term proposed to extend the TRD (Treatment-resistant depression) concept and to better characterize the collaborative journey of patients and their clinicians when standard treatments have not been effective. In the DTD (Difficult-to-treat depression) model, the therapeutic focus shifts away from symptom remission towards symptom management, to achieve the best possible improvement in patient-prioritized outcomes such as functioning and quality of life. In the academic literature, DTD (Difficult-to-treat depression) is used to describe persistent depression that has failed numerous standard treatments (in contrast to the minimum of 2 antidepressants defined by TRD (Treatment-resistant depression)) and is further along the treatment trajectory. In addition, compared to the term TRD (Treatment-resistant depression), patients find DTD (Difficult-to-treat depression) to be a more supportive, hopeful, and collaborative term. Hence, in these guidelines, we will use DTD (Difficult-to-treat depression) as a holistic framework when discussing unsatisfactory responses to standard treatments and typically defined TRD (Treatment-resistant depression) when discussing medication options or studies that use the term.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section9B-07067437241245384",
        "type": "paragraph",
        "chunk_index": 192,
        "headings": "Question 7. What Should be Done When a Patient is not Better? > Q.7.b. What is the Difference Between Treatment-Resistant Depression and Difficult-to-Treat Depression?",
        "referenced_tables": []
    },
    {
        "text": "The first steps in the assessment of poor response involve re-evaluating the diagnosis (e.g., a missed diagnosis of bipolar disorder), comorbidities, and adherence to treatment. In addition to clinical reassessment, laboratory investigations should be considered to rule out potential medical factors that can contribute to persistent symptoms and that require additional interventions. Pharmacogenetic testing may be helpful to identify pharmacokinetic reasons for poor response or unusual severity of adverse effects. Systematic, sequential, and MBC (Measurement-based care) may enhance outcomes for MDD (Major depressive disorder) when initial treatments are not fully effective (Level 2) .",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section9C-07067437241245384",
        "type": "paragraph",
        "chunk_index": 193,
        "headings": "Question 7. What Should be Done When a Patient is not Better? > Q.7.c. How are Strategies Sequenced When There is a Poor Response to an Initial Antidepressant Treatment?",
        "referenced_tables": [
            "Table A"
        ]
    },
    {
        "text": "Strategies for poor response to an initial antidepressant include optimizing the dose, switching to another antidepressant, adding an adjunctive medication, and incorporating psychological and/or neuromodulation treatments. Given the limited evidence, CANMAT (Canadian Network for Mood and Anxiety Treatments) recommends that the sequencing of treatments should be based on a collaborative approach that integrates prior treatment history, the strength of the evidence for efficacy, potential for adverse events, and patient preference (Level 4) ( Figure 7.1 ). Based on efficacy and low potential for side effects, first-line psychological treatments should be considered early in the treatment course (Level 2) . Neuromodulation treatments, while having good evidence for efficacy in TRD (Treatment-resistant depression) and DTD (Difficult-to-treat depression), are less likely to be considered early in the treatment algorithm because of limited accessibility and patient burden (see Q.8.d).",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section9C-07067437241245384",
        "type": "paragraph",
        "chunk_index": 194,
        "headings": "Question 7. What Should be Done When a Patient is not Better? > Q.7.c. How are Strategies Sequenced When There is a Poor Response to an Initial Antidepressant Treatment?",
        "referenced_tables": [
            "Figure 7.1",
            "Table A"
        ]
    },
    {
        "text": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/843a/11351064/5787eace8bb4/10.1177_07067437241245384-fig2.jpg",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#fig2-07067437241245384",
        "type": "figure image",
        "chunk_index": 195,
        "headings": "Question 7. What Should be Done When a Patient is not Better? > Q.7.c. How are Strategies Sequenced When There is a Poor Response to an Initial Antidepressant Treatment? > Figure 7.1.",
        "referenced_tables": [
            "Figure 7.1."
        ]
    },
    {
        "text": "Algorithm for sequential treatment after suboptimal response to initial antidepressant medication.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#fig2-07067437241245384",
        "type": "paragraph",
        "chunk_index": 196,
        "headings": "Question 7. What Should be Done When a Patient is not Better? > Q.7.c. How are Strategies Sequenced When There is a Poor Response to an Initial Antidepressant Treatment? > Figure 7.1.",
        "referenced_tables": [
            "Figure 7.1."
        ]
    },
    {
        "text": "Note. This algorithm refers primarily to medication treatments. Psychological treatments (see Table 3.2) should also be considered when patients have suboptimal responses to an initial medication. Neuromodulation treatments (see Table 8.3) are generally considered after a switch or adjunctive medication strategy has failed (i.e., for treatment-resistant depression). DTD (Difficult-to-treat depression) = difficult-to-treat depression; MDD (Major depressive disorder) = major depressive disorder; TCA (Tricyclic antidepressants) = tricyclic antidepressant; IN = intranasal; IV = intravenous; TRD (Treatment-resistant depression) = treatment-resistant depression; XR = extended release.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#fig2-07067437241245384",
        "type": "paragraph",
        "chunk_index": 197,
        "headings": "Question 7. What Should be Done When a Patient is not Better? > Q.7.c. How are Strategies Sequenced When There is a Poor Response to an Initial Antidepressant Treatment? > Figure 7.1.",
        "referenced_tables": [
            "Figure 7.1."
        ]
    },
    {
        "text": "Optimizing the antidepressant dose is an important first step. Higher than minimal therapeutic doses are more effective (to a plateau around the equivalent of 50 mg of fluoxetine) but less well-tolerated (Level 1) . Hence, increasing the dose for nonresponse must be balanced against increasing side effect burden and poorer adherence.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section9C-07067437241245384",
        "type": "paragraph",
        "chunk_index": 198,
        "headings": "Question 7. What Should be Done When a Patient is not Better? > Q.7.c. How are Strategies Sequenced When There is a Poor Response to an Initial Antidepressant Treatment?",
        "referenced_tables": [
            "Table A"
        ]
    },
    {
        "text": "After optimizing the dose, the main medication options involve switching to another antidepressant or adding an adjunctive medication. The evidence for the efficacy of switching antidepressants is inconsistent. Meta-analyses show that switching to another antidepressant is not superior to continuing the same one (Level 2) and there appears to be diminishing response rates for antidepressant monotherapy beyond the first switch.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section9C-07067437241245384",
        "type": "paragraph",
        "chunk_index": 199,
        "headings": "Question 7. What Should be Done When a Patient is not Better? > Q.7.c. How are Strategies Sequenced When There is a Poor Response to an Initial Antidepressant Treatment?",
        "referenced_tables": [
            "Table A"
        ]
    },
    {
        "text": "Adjunctive strategies, especially with atypical antipsychotic agents (serotonin and dopamine activity modulators), have greater evidence for efficacy and shorter time to response or remission, but they generally have a greater side effect burden than antidepressant monotherapy (Level 2) . Moreover, RCTs directly comparing switching to adjunctive strategies have shown that adjunctive strategies have superior outcomes and often similar tolerability. Hence, while balancing individual risks, benefits, and patient preference, CANMAT (Canadian Network for Mood and Anxiety Treatments) recommends that adjunctive strategies be considered earlier in the treatment algorithm, after limited response to the first or second antidepressant trial (Level 2) .",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section9C-07067437241245384",
        "type": "paragraph",
        "chunk_index": 200,
        "headings": "Question 7. What Should be Done When a Patient is not Better? > Q.7.c. How are Strategies Sequenced When There is a Poor Response to an Initial Antidepressant Treatment?",
        "referenced_tables": [
            "Table A"
        ]
    },
    {
        "text": "For these medication strategies, a comprehensive review of previous medication trials, major side effects experienced, and whether there is a partial response, can inform the decision. Switching should be considered first when there is no response to the initial antidepressant or when the first medication has troublesome side effects. Adjunctive strategies should be considered first when there is a partial response to the initial antidepressant and there are minimal or no tolerability issues with the first medication.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section9C-07067437241245384",
        "type": "paragraph",
        "chunk_index": 201,
        "headings": "Question 7. What Should be Done When a Patient is not Better? > Q.7.c. How are Strategies Sequenced When There is a Poor Response to an Initial Antidepressant Treatment?",
        "referenced_tables": []
    },
    {
        "text": "Early improvement, often defined as a 20% or greater reduction in scores on a symptom rating scale within the first 4 weeks after starting an antidepressant, predicts a later response. Notably, if early improvement is not seen by 4 weeks, there is only a low likelihood of response or remission at 8 to 12 weeks. At that point, the decision should be to either increase the dose or to switch the antidepressant if there are tolerability concerns.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section9D-07067437241245384",
        "type": "paragraph",
        "chunk_index": 202,
        "headings": "Question 7. What Should be Done When a Patient is not Better? > Q.7.d. When and how Should Antidepressants be Switched?",
        "referenced_tables": []
    },
    {
        "text": "When switching, selecting a second antidepressant should consider factors such as side effect profiles, mechanism of action, and comparative efficacy (see Q.3.d). Several studies have shown that there is no difference in outcome between switching within a medication class and switching to a different class. Hence, when switching to another antidepressant, CANMAT (Canadian Network for Mood and Anxiety Treatments) recommends first selecting a first-line antidepressant with evidence for superior efficacy and a favourable tolerability profile (Level 4) ( Table 3.5 ). Of note is that TCA (Tricyclic antidepressants) and MAOI (Monoamine oxidase inhibitor) agents may be useful in the treatment algorithm if there has been a poor response to first and/or second-line antidepressants ( Box 7.1 ).",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section9D-07067437241245384",
        "type": "paragraph",
        "chunk_index": 203,
        "headings": "Question 7. What Should be Done When a Patient is not Better? > Q.7.d. When and how Should Antidepressants be Switched?",
        "referenced_tables": [
            "Box 7.1",
            "Table A",
            "Table 3.5"
        ]
    },
    {
        "text": "The procedure for switching medications should be influenced by the likelihood of discontinuation effects, urgency of switching, and potential drug interactions. For most situations, given the low risk of drug interactions and side effects, the crossover “X” switch method can be used, i.e., slowly tapering the first medication while slowly titrating up the second (Level 4) . If there is less urgency for a switch, or a history of problems with discontinuation symptoms (see Q.6), or to avoid conflating discontinuation symptoms from new side effects, the washout “V” method can be used, i.e., tapering and discontinuing the first medication before starting the second (Level 4) . Switching to MAOIs requires at least 2 weeks’ washout from other serotonergic medications (5 weeks if switching from fluoxetine). Online tools are also available for advice on titration and switching schedules (e.g., SwitchRx.com).",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section9D-07067437241245384",
        "type": "paragraph",
        "chunk_index": 204,
        "headings": "Question 7. What Should be Done When a Patient is not Better? > Q.7.d. When and how Should Antidepressants be Switched?",
        "referenced_tables": [
            "Table A"
        ]
    },
    {
        "text": "Adding an adjunctive agent retains partial treatment gains from the initial antidepressant, avoids discontinuation symptoms from stopping the first medication, and potentially adds complementary mechanisms of action that have a faster onset of response. These benefits are especially helpful when there has been a partial response to the first antidepressant, and it is well tolerated. Adding another medication may also target specific residual symptoms or side effects from the initial antidepressant.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section9E-07067437241245384",
        "type": "paragraph",
        "chunk_index": 205,
        "headings": "Question 7. What Should be Done When a Patient is not Better? > Q.7.e. What are the Benefits and Drawbacks of Adding an Adjunctive Medication?",
        "referenced_tables": []
    },
    {
        "text": "The drawbacks of adjunctive treatments include the possibility of additive side effects, increased cost of treatment, and potential for drug–drug interactions (Level 4) . Furthermore, using multiple medications may contribute to decreased adherence to treatment (Level 4) . It should be noted, however, that adding an adjunctive agent at a low dose may accrue fewer side effects than increasing a single medication to higher doses (Level 3) . Finally, there is little evidence available for maintenance treatment with adjunctive agents, so it is unclear how long adjunctive medications should be continued.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section9E-07067437241245384",
        "type": "paragraph",
        "chunk_index": 206,
        "headings": "Question 7. What Should be Done When a Patient is not Better? > Q.7.e. What are the Benefits and Drawbacks of Adding an Adjunctive Medication?",
        "referenced_tables": [
            "Table A"
        ]
    },
    {
        "text": "Selecting an adjunctive medication involves consideration of efficacy and tolerability, for both the adjunctive agent ( Table 7.2 ) and the continued antidepressant. The various adjunctive agents have very different side effect profiles and potential drug–drug interactions should also be considered. If pharmacogenetic test results are available, these may help in treatment selection, especially in DTD (Difficult-to-treat depression) (Level 3) . An often-used approach is to select an adjunctive medication which can address specific residual symptoms and/or side effects experienced by the patient (e.g., using a sedating medication when insomnia is present); there is, however, little evidence available to support this strategy. An important tip when considering adjunctive treatments is to minimize polypharmacy as much as possible by reassessing concurrent medications and discontinuing those with unclear benefits.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section9F-07067437241245384",
        "type": "paragraph",
        "chunk_index": 207,
        "headings": "Question 7. What Should be Done When a Patient is not Better? > Q.7.f. How is an Adjunctive Medication Selected?",
        "referenced_tables": [
            "Table 7.2",
            "Table A"
        ]
    },
    {
        "text": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/843a/11351064/f6a042d56bd3/10.1177_07067437241245384-table26.jpg",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#table26-07067437241245384",
        "type": "table image ",
        "chunk_index": 208,
        "headings": "Question 7. What Should be Done When a Patient is not Better? > Q.7.f. How is an Adjunctive Medication Selected? > Table 7.2.",
        "referenced_tables": []
    },
    {
        "text": "Adjunctive treatment with serotonin-dopamine activity modulators (also known as atypical antipsychotic agents) has the most consistent evidence for efficacy in DTD (Difficult-to-treat depression) ( Table 7.2 ). Typically, lower doses of these medications are used for adjunctive treatment in MDD (Major depressive disorder) compared to other conditions such as bipolar disorder or schizophrenia. Most of the listed medications have evidence for efficacy, with network meta-analyses showing that they are more efficacious than placebo (Level 1) . Aripiprazole and brexpiprazole are listed as first-line agents because of their efficacy and tolerability profile. Cariprazine is recommended as the second-line because there are fewer studies compared to the other agents. Ziprasidone is included as a third-line recommendation because of mixed efficacy results in RCTs and network meta-analyses.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section9G1-07067437241245384",
        "type": "paragraph",
        "chunk_index": 209,
        "headings": "Question 7. What Should be Done When a Patient is not Better? > Q.7.g. What are the Risks and Benefits of Specific Adjunctive Medications? > Serotonin-Dopamine Activity Modulators (Low-Dose Atypical Antipsychotics)",
        "referenced_tables": [
            "Table 7.2",
            "Table A"
        ]
    },
    {
        "text": "Serotonin-dopamine modulating agents have very different receptor and side effect profiles. Common side effects with aripiprazole and brexpiprazole include akathisia and weight gain. Some agents with Level 1 evidence for efficacy are recommended as second-line treatments because of the increased risk of certain side effects, including olanzapine (weight gain and metabolic side effects), quetiapine-XR (sedation and metabolic side effects), and risperidone (hyperprolactinemia, sexual side effects, and extrapyramidal symptoms).",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section9G1-07067437241245384",
        "type": "paragraph",
        "chunk_index": 210,
        "headings": "Question 7. What Should be Done When a Patient is not Better? > Q.7.g. What are the Risks and Benefits of Specific Adjunctive Medications? > Serotonin-Dopamine Activity Modulators (Low-Dose Atypical Antipsychotics)",
        "referenced_tables": []
    },
    {
        "text": "There are also potential long-term risks with these medications, such as tardive dyskinesia, although the risk is lower compared to older antipsychotics and is mitigated by the lower dosing used for MDD (Major depressive disorder). In studies of conditions other than MDD (Major depressive disorder), long-term use of these agents in older age may be associated with increased mortality. Inconsistent reports also suggest a slightly increased risk of breast cancer, although the latter may also be mitigated by lower dosing and using prolactin-sparing agents.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section9G1-07067437241245384",
        "type": "paragraph",
        "chunk_index": 211,
        "headings": "Question 7. What Should be Done When a Patient is not Better? > Q.7.g. What are the Risks and Benefits of Specific Adjunctive Medications? > Serotonin-Dopamine Activity Modulators (Low-Dose Atypical Antipsychotics)",
        "referenced_tables": []
    },
    {
        "text": "Compared to serotonin-dopamine activity-modulating agents, antidepressants generally have a more favourable side effect profile when used as adjunctive treatment, but the evidence for efficacy is less robust. Meta-analyses find that adding a second antidepressant is associated with better treatment outcomes compared to switching, but there is significant heterogeneity across reports which limits confidence in the results (Level 2) . Adding mirtazapine/mianserin (antagonists of presynaptic α2-adrenoceptors) is superior to other combinations. Large RCTs have shown evidence for the effectiveness of adjunctive bupropion but the meta-analyses are inconclusive. Hence, these are recommended as second-line treatments for DTD (Difficult-to-treat depression). Adjunctive use of other antidepressants, including TCAs, continues to be recommended as a third line due to limited evidence and safety/tolerability issues among older agents.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section9G2-07067437241245384",
        "type": "paragraph",
        "chunk_index": 212,
        "headings": "Question 7. What Should be Done When a Patient is not Better? > Q.7.g. What are the Risks and Benefits of Specific Adjunctive Medications? > Adjunctive Use of a Second Antidepressant",
        "referenced_tables": [
            "Table A"
        ]
    },
    {
        "text": "Newer adjunctive agents target the glutamate system, which is implicated in the pathophysiology of MDD (Major depressive disorder) and has the potential for rapid onset of antidepressant effects. A CANMAT (Canadian Network for Mood and Anxiety Treatments) Task Force Report summarized the extensive evidence for rapid antidepressant effects of a single dose of intravenous (IV) racemic ketamine, a glutamate modulator acting as an NMDA (N-methyl-D-aspartate) receptor antagonist (Level 1) , with recent studies also showing effectiveness and safety of repeated infusions (Level 2) . Similarly, several meta-analyses showed efficacy for intranasal esketamine (Level 1) , which is approved by several regulatory agencies as an add-on treatment to an SSRI (Selective serotonin reuptake inhibitor)/SNRI (Serotonin-norepinephrine reuptake inhibitor) or other antidepressant, for patients failing at least 2 adequate antidepressant trials.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section9G3-07067437241245384",
        "type": "paragraph",
        "chunk_index": 213,
        "headings": "Question 7. What Should be Done When a Patient is not Better? > Q.7.g. What are the Risks and Benefits of Specific Adjunctive Medications? > Glutamate Modulators",
        "referenced_tables": [
            "Table A"
        ]
    },
    {
        "text": "Intravenous racemic ketamine and intranasal esketamine both have shown mood-independent rapid reductions in suicidal ideation, with the anti-suicidal effects of IV ketamine extending as long as 1 week after a single infusion (Level 2) . There is also growing evidence for relapse-prevention efficacy for both medications, with maintenance doses administered every 1 to 4 weeks (Level 2) . However, side effect potential and feasibility issues (i.e., the required monitoring of blood pressure and dissociative side effects) have downgraded adjunctive ketamine and intranasal esketamine to second-line recommendation.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section9G3-07067437241245384",
        "type": "paragraph",
        "chunk_index": 214,
        "headings": "Question 7. What Should be Done When a Patient is not Better? > Q.7.g. What are the Risks and Benefits of Specific Adjunctive Medications? > Glutamate Modulators",
        "referenced_tables": [
            "Table A"
        ]
    },
    {
        "text": "Several meta-analyses also suggest evidence for efficacy of alternate routes of administration of racemic ketamine, namely, oral, nasal, and intramuscular. However, the reported treatment protocols (dosage, frequency, formulation, etc.) are highly variable and results are mixed. Given these issues, alternate routes of administration of racemic ketamine are downgraded to third-line recommendation (Level 3) .",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section9G3-07067437241245384",
        "type": "paragraph",
        "chunk_index": 215,
        "headings": "Question 7. What Should be Done When a Patient is not Better? > Q.7.g. What are the Risks and Benefits of Specific Adjunctive Medications? > Glutamate Modulators",
        "referenced_tables": [
            "Table A"
        ]
    },
    {
        "text": "Lamotrigine is another glutamate modulator more frequently used for bipolar depression. A meta-analysis in unipolar TRD (Treatment-resistant depression) found higher response rates with adjunctive lamotrigine compared with antidepressant monotherapy, although the trials were of low-quality (Level 2) . Adjunctive lamotrigine was well tolerated in these studies, but prescribers must be aware of the risk of Stevens–Johnson Syndrome, a severe and potentially fatal allergic skin reaction, and the need to initiate treatment at low doses and titrate up gradually. Given these issues, lamotrigine is recommended as a third-line adjunctive agent.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section9G3-07067437241245384",
        "type": "paragraph",
        "chunk_index": 216,
        "headings": "Question 7. What Should be Done When a Patient is not Better? > Q.7.g. What are the Risks and Benefits of Specific Adjunctive Medications? > Glutamate Modulators",
        "referenced_tables": [
            "Table A"
        ]
    },
    {
        "text": "Methylphenidate and other stimulants have been studied for the treatment of MDD (Major depressive disorder) with mixed results. Outcomes differ widely across stimulants when used as monotherapy or adjunctive treatment and a network meta-analysis found mixed efficacy results. Side effects of stimulants include anxiety, irritability, jitteriness and tremors, headaches, insomnia, and appetite/weight loss. Additionally, tolerance may develop so that early improvements (especially in domains of energy, motivation, and cognition) may quickly wane over time. Consequently, CANMAT (Canadian Network for Mood and Anxiety Treatments) recommends stimulants as third-line adjunctive treatments (Level 2) .",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section9G4-07067437241245384",
        "type": "paragraph",
        "chunk_index": 217,
        "headings": "Question 7. What Should be Done When a Patient is not Better? > Q.7.g. What are the Risks and Benefits of Specific Adjunctive Medications? > Stimulants",
        "referenced_tables": [
            "Table A"
        ]
    },
    {
        "text": "Compared to amphetamine-based agents, adjunctive treatment with modafinil has more consistent evidence for efficacy, albeit with small effect sizes (Level 2) . One systematic review evaluated modafinil for potential pro-cognitive effects in MDD (Major depressive disorder) and noted improvement in executive functioning (Level 3) . Taken together, CANMAT (Canadian Network for Mood and Anxiety Treatments) maintains the second-line recommendation for adjunctive modafinil.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section9G4-07067437241245384",
        "type": "paragraph",
        "chunk_index": 218,
        "headings": "Question 7. What Should be Done When a Patient is not Better? > Q.7.g. What are the Risks and Benefits of Specific Adjunctive Medications? > Stimulants",
        "referenced_tables": [
            "Table A"
        ]
    },
    {
        "text": "Lithium and triiodothyronine were listed as second-line adjunctive agents in the CANMAT (Canadian Network for Mood and Anxiety Treatments) 2016 guidelines. Both medications were included in a network meta-analysis evaluating all adjunctive options. While both lithium and triiodothyronine had evidence for efficacy, the included RCTs predated 2003, had small sample sizes and involved adjunctive use with TCAs only. Lithium also requires serum level monitoring and triiodothyronine requires monitoring of thyroid levels. Hence, lithium and triiodothyronine continue to be second-line recommendations.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section9G5-07067437241245384",
        "type": "paragraph",
        "chunk_index": 219,
        "headings": "Question 7. What Should be Done When a Patient is not Better? > Q.7.g. What are the Risks and Benefits of Specific Adjunctive Medications? > Other Medications",
        "referenced_tables": []
    },
    {
        "text": "Adjunctive use of pramipexole, a dopamine agonist, was shown to have both acute and longer-term antidepressant effects in a meta-analysis of MDD (Major depressive disorder) and bipolar depression. In small-sample RCTs, patients treated with pramipexole had a superior response rate compared with placebo and a similar response to SSRIs (Level 3) . Acceptability and tolerability were good, with nausea being the most frequent side effect. As such, pramipexole has been added as a third-line adjunctive recommendation.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section9G5-07067437241245384",
        "type": "paragraph",
        "chunk_index": 220,
        "headings": "Question 7. What Should be Done When a Patient is not Better? > Q.7.g. What are the Risks and Benefits of Specific Adjunctive Medications? > Other Medications",
        "referenced_tables": [
            "Table A"
        ]
    },
    {
        "text": "There are no RCTs of cannabis and related compounds such as cannabinoids for MDD (Major depressive disorder), but there is evidence that cannabis use worsens depression outcomes. Hence, cannabis is not recommended as a treatment for MDD (Major depressive disorder) (Level 3) .",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section9G5-07067437241245384",
        "type": "paragraph",
        "chunk_index": 221,
        "headings": "Question 7. What Should be Done When a Patient is not Better? > Q.7.g. What are the Risks and Benefits of Specific Adjunctive Medications? > Other Medications",
        "referenced_tables": [
            "Table A"
        ]
    },
    {
        "text": "There are few studies of psychotherapy for patients showing poor response to antidepressants. A Cochrane review of patients with poor response to an initial antidepressant found moderate-quality evidence supporting psychotherapy (primarily from 1 large trial of CBT (Cognitive-behavioural therapy)) added to usual care (including antidepressants) for reducing depressive symptoms and increasing response and remission rates (Level 2) . Hence, CBT (Cognitive-behavioural therapy) is recommended as a second-line adjunctive treatment, with medications, for DTD (Difficult-to-treat depression).",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section9H-07067437241245384",
        "type": "paragraph",
        "chunk_index": 222,
        "headings": "Question 7. What Should be Done When a Patient is not Better? > Q.7.h. What Psychological Treatments are Effective After Poor Response to the Initial Antidepressant?",
        "referenced_tables": [
            "Table A"
        ]
    },
    {
        "text": "Psychedelic-assisted psychotherapy was recently reviewed in a CANMAT (Canadian Network for Mood and Anxiety Treatments) Task Force Report. Several RCTs show efficacy for single-dose psilocybin-assisted psychotherapy in patients with TRD (Treatment-resistant depression) (Level 2) . Although these results are promising, they are limited by ongoing methodological issues (e.g., lack of blinding, inadequate assessment of expectancy bias, heterogeneity of psychological support, and lack of long-term safety data). Hence, psilocybin- and other psychedelic-assisted psychotherapies are considered investigational treatments ( Table 7.2 ).",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section9H-07067437241245384",
        "type": "paragraph",
        "chunk_index": 223,
        "headings": "Question 7. What Should be Done When a Patient is not Better? > Q.7.h. What Psychological Treatments are Effective After Poor Response to the Initial Antidepressant?",
        "referenced_tables": [
            "Table 7.2",
            "Table A"
        ]
    },
    {
        "text": "Neuromodulation (also referred to as neurostimulation) refers to treatments that alter central nervous system activity through the application of electrical or magnetic stimulation of the brain. These treatments are generally used when initial therapies have not been successful. Some neuromodulation treatments are noninvasive (e.g., ECT (Electroconvulsive therapy), magnetic seizure therapy [MST (Magnetic seizure therapy)], repetitive transcranial magnetic stimulation [rTMS (Repetitive transcranial magnetic stimulation)], and transcranial direct current stimulation [tDCS (Transcranial direct current stimulation)], while others involve surgical placement of electrodes (e.g., vagus nerve stimulation [VNS (Vagus nerve stimulation)] and deep brain stimulation [DBS (Deep brain stimulation)]).",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section10A-07067437241245384",
        "type": "paragraph",
        "chunk_index": 224,
        "headings": "Question 8. When Should Neuromodulation Treatments be Used? > Q.8.a. What are Neuromodulation Treatments?",
        "referenced_tables": []
    },
    {
        "text": "ECT (Electroconvulsive therapy) involves the delivery of an electrical stimulus via electrodes placed on the scalp, resulting in the induction of a brief generalized seizure. ECT (Electroconvulsive therapy) is delivered under general anaesthesia and after a muscle relaxant has been administered to minimize the physical manifestations of the seizure and its potential complications. ECT (Electroconvulsive therapy) remains one of the most effective treatment options for patients with TRD (Treatment-resistant depression). However, the clinical use of ECT (Electroconvulsive therapy) is often hindered by stigma, the need for general anaesthesia, concern about cognitive adverse effects, and high rates of relapse after acute treatment.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section10B1-07067437241245384",
        "type": "paragraph",
        "chunk_index": 225,
        "headings": "Question 8. When Should Neuromodulation Treatments be Used? > Q.8.b. What Noninvasive Neuromodulation Treatments are Available? > Electroconvulsive Therapy",
        "referenced_tables": []
    },
    {
        "text": "ECT (Electroconvulsive therapy) has demonstrated evidence of efficacy and tolerability in the treatment of depressive episodes, with response rates ranging from 65% to 75% (Level 1) . ECT (Electroconvulsive therapy) may be especially effective in older patients, those with psychotic or catatonic features, and more severely depressed patients. Importantly, results of retrospective cohort analyses conclude that the benefits of ECT (Electroconvulsive therapy) outweigh the risks among hospitalized MDD (Major depressive disorder) patients, with no evidence of increased risk of serious medical events. Furthermore, ECT (Electroconvulsive therapy) significantly reduced the risk of suicide in the year after discharge from hospital.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section10B1-07067437241245384",
        "type": "paragraph",
        "chunk_index": 226,
        "headings": "Question 8. When Should Neuromodulation Treatments be Used? > Q.8.b. What Noninvasive Neuromodulation Treatments are Available? > Electroconvulsive Therapy",
        "referenced_tables": [
            "Table A"
        ]
    },
    {
        "text": "An acute course of ECT (Electroconvulsive therapy) usually requires 6 to 12 sessions, with no difference in response outcomes between sessions given twice or thrice weekly (Level 2) . Refinements in the delivery of ECT (Electroconvulsive therapy) have focused on electrode placement and stimulus energy, based on the waveform of electrical stimulus and seizure threshold (the minimum amount of current required to produce a measurable seizure) ( Table 8.1 ). Ultrabrief pulse (∼0.3 ms) waveforms with right unilateral electrode placement are slightly less effective than brief pulse (∼1.0 ms) but appear to have fewer cognitive adverse effects (see below). In contrast, bitemporal brief pulse ECT (Electroconvulsive therapy) may have greater efficacy than other protocols but carries a higher cognitive burden. Furthermore, large-scale studies have demonstrated superior quality of life outcomes for right unilateral positioning compared to either bitemporal or bifrontal positioning. Hence, both efficacy and tolerability should be considered when choosing an ECT (Electroconvulsive therapy) protocol for a particular patient.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section10B1-07067437241245384",
        "type": "paragraph",
        "chunk_index": 227,
        "headings": "Question 8. When Should Neuromodulation Treatments be Used? > Q.8.b. What Noninvasive Neuromodulation Treatments are Available? > Electroconvulsive Therapy",
        "referenced_tables": [
            "Table 8.1",
            "Table A"
        ]
    },
    {
        "text": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/843a/11351064/f3d43db7fd1e/10.1177_07067437241245384-table27.jpg",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#table27-07067437241245384",
        "type": "table image ",
        "chunk_index": 228,
        "headings": "Question 8. When Should Neuromodulation Treatments be Used? > Q.8.b. What Noninvasive Neuromodulation Treatments are Available? > Electroconvulsive Therapy > Table 8.1.",
        "referenced_tables": []
    },
    {
        "text": "Antidepressants and other medications can usually be continued during ECT (Electroconvulsive therapy) treatment (Level 2) . A meta-analysis found that concurrent use of antidepressants during a course of ECT (Electroconvulsive therapy) improved outcomes, but this was low-quality evidence based on older trials. Ketamine has not been shown to improve outcomes with ECT (Electroconvulsive therapy), whether as an anaesthetic agent or with single-dose IV infusions given during a course of ECT (Electroconvulsive therapy). Some concomitant medications may interfere with ECT (Electroconvulsive therapy) efficacy (e.g., benzodiazepines and anticonvulsant medications) or worsen cognitive side effects (lithium and cannabis), and should be discontinued or held before ECT (Electroconvulsive therapy).",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section10B1-07067437241245384",
        "type": "paragraph",
        "chunk_index": 229,
        "headings": "Question 8. When Should Neuromodulation Treatments be Used? > Q.8.b. What Noninvasive Neuromodulation Treatments are Available? > Electroconvulsive Therapy",
        "referenced_tables": [
            "Table A"
        ]
    },
    {
        "text": "ECT (Electroconvulsive therapy) is generally safe and well tolerated. Rates of cardiac events and mortality associated with ECT (Electroconvulsive therapy) are very low and similar to the risks for general anaesthesia. Adverse effects on cognition are of most concern, although modern ECT (Electroconvulsive therapy) techniques, including unilateral electrode placement and refined electrical dosing, have reduced both the incidence and severity of cognitive side effects. Cognitive effects experienced immediately following an ECT (Electroconvulsive therapy) session include transient disorientation, confusion, and memory lapses, particularly anterograde amnesia for events surrounding the treatment period. These effects typically resolve within days to weeks. While there is potential for long-term cognitive effects, particularly retrograde amnesia for events remote to ECT (Electroconvulsive therapy), recent meta-analyses of neuropsychological assessments demonstrate that cognitive performance is unchanged or improved at least 1 month after a course of ECT (Electroconvulsive therapy). Nevertheless, some patients report significant and distressing gaps in autobiographical memory long after ECT (Electroconvulsive therapy), and the discrepancy between cognitive performance and subjective memory dysfunction remains controversial. Of note is that subjective cognitive dysfunction is commonly experienced during an acute episode of MDD (Major depressive disorder) and is associated with persisting depressive symptoms.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section10B1-07067437241245384",
        "type": "paragraph",
        "chunk_index": 230,
        "headings": "Question 8. When Should Neuromodulation Treatments be Used? > Q.8.b. What Noninvasive Neuromodulation Treatments are Available? > Electroconvulsive Therapy",
        "referenced_tables": []
    },
    {
        "text": "Although ECT (Electroconvulsive therapy) has high response rates during acute treatment, recurrence occurs in 60% to 80% of patients at 6-month follow-up. Given the high recurrence rate, a maintenance strategy should be implemented following ECT (Electroconvulsive therapy), with either pharmacotherapy or continuation ECT (Electroconvulsive therapy). Unfortunately, there is only limited data to guide this treatment choice. Continuation ECT (Electroconvulsive therapy) (administered at increasing intervals from once a week to once a month) shows better efficacy in preventing recurrence after ECT (Electroconvulsive therapy), compared to maintenance pharmacotherapy (Level 2) . However, few medications have been systematically studied for maintenance pharmacotherapy. Lithium, when combined with either nortriptyline or venlafaxine-XR, is shown to be superior for relapse prevention compared to either antidepressant alone (Level 2) . There are no differences in cognitive outcomes between maintenance ECT (Electroconvulsive therapy) and pharmacotherapy. Given this limited evidence, the choice for maintenance treatment following successful ECT (Electroconvulsive therapy) must consider factors such as previous ECT (Electroconvulsive therapy) responses, episode severity and degree of treatment resistance, consequences of recurrence, adverse effects experienced during ECT (Electroconvulsive therapy), and patient preference.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section10B1-07067437241245384",
        "type": "paragraph",
        "chunk_index": 231,
        "headings": "Question 8. When Should Neuromodulation Treatments be Used? > Q.8.b. What Noninvasive Neuromodulation Treatments are Available? > Electroconvulsive Therapy",
        "referenced_tables": [
            "Table A"
        ]
    },
    {
        "text": "rTMS (Repetitive transcranial magnetic stimulation) involves stimulation of cortical neurons using powerful, focused magnetic field pulses that are externally applied over the scalp using a magnetic coil. Several coil shapes have been designed to improve targeting. Unlike ECT (Electroconvulsive therapy), rTMS (Repetitive transcranial magnetic stimulation) does not require anaesthesia and has no cognitive side effects. Depending on the protocol, conventional rTMS (Repetitive transcranial magnetic stimulation) is delivered for 20 to 40 min each session, with daily sessions 5 days a week for 4 to 6 weeks. Parameters for rTMS (Repetitive transcranial magnetic stimulation) include the type of coil, location of the scalp where the transcranial magnetic stimulation (TMS (Transcranial magnetic stimulation)) coil is placed (to direct the magnetic pulses to a specific cortical brain region), frequency of stimulation, and number and duration of magnetic pulses (trains).",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section10B2-07067437241245384",
        "type": "paragraph",
        "chunk_index": 232,
        "headings": "Question 8. When Should Neuromodulation Treatments be Used? > Q.8.b. What Noninvasive Neuromodulation Treatments are Available? > Transcranial Magnetic Stimulation",
        "referenced_tables": []
    },
    {
        "text": "Repetitive TMS (Transcranial magnetic stimulation) shows efficacy for DTD (Difficult-to-treat depression), with response rates of 40% to 50% (Level 1) ( Table 8.2 ), although the strength of evidence is dependent on treatment targets and protocols. High-frequency (5 Hz or higher) rTMS (Repetitive transcranial magnetic stimulation) delivered over the left dorsolateral prefrontal cortex (DLPFC (Dorsolateral prefrontal cortex)) has the largest evidence base and is recommended as a first-line protocol, along with low-frequency (1 Hz or lower) rTMS (Repetitive transcranial magnetic stimulation) delivered over the right DLPFC (Dorsolateral prefrontal cortex). Bilateral rTMS (Repetitive transcranial magnetic stimulation), targeting each DLPFC (Dorsolateral prefrontal cortex) sequentially, is recommended as a second-line protocol but may be considered first-line for late-life depression. Clinical features associated with lower remission rates after rTMS (Repetitive transcranial magnetic stimulation) include higher baseline severity of depressive and anxiety symptoms and a greater number of previous antidepressant trial failures.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section10B2-07067437241245384",
        "type": "paragraph",
        "chunk_index": 233,
        "headings": "Question 8. When Should Neuromodulation Treatments be Used? > Q.8.b. What Noninvasive Neuromodulation Treatments are Available? > Transcranial Magnetic Stimulation",
        "referenced_tables": [
            "Table 8.2",
            "Table A"
        ]
    },
    {
        "text": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/843a/11351064/b6b59698ac92/10.1177_07067437241245384-table28.jpg",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#table28-07067437241245384",
        "type": "table image ",
        "chunk_index": 234,
        "headings": "Question 8. When Should Neuromodulation Treatments be Used? > Q.8.b. What Noninvasive Neuromodulation Treatments are Available? > Transcranial Magnetic Stimulation > Table 8.2.",
        "referenced_tables": []
    },
    {
        "text": "Unlike conventional rTMS (Repetitive transcranial magnetic stimulation), which delivers single pulses or trains of stimulation at a frequency of up to 20 Hz, theta burst stimulation (TBS (Theta burst stimulation)) delivers bursts (trains) of 3 pulses at a very high frequency (50 Hz). Intermittent TBS (Theta burst stimulation) (iTBS) consists of 2 s trains of TBS (Theta burst stimulation) repeated every 10 s for a total of 190 s (just over 3 min), which is thought to increase cortical excitability, while continuous TBS (Theta burst stimulation) (cTBS) consists of a continuous 40 s train, which is believed to decrease cortical excitability. TBS (Theta burst stimulation) is recommended as a first-line protocol (Level 1) ( Table 8.2 ). A noninferiority study found that iTBS was as effective and tolerated as high-frequency rTMS (Repetitive transcranial magnetic stimulation) but with the advantage of significantly shorter daily treatment sessions. Newer TBS (Theta burst stimulation) protocols use accelerated delivery, with and without individualized functional MRI targeting, with multiple treatment sessions given each day to reduce the overall duration of a treatment course to as short as 5 days. Accelerated iTBS to the left DLPFC (Dorsolateral prefrontal cortex) has evidence for efficacy (Level 3) and a large RCT (Randomized controlled trial) found no significant differences between accelerated bilateral TBS (Theta burst stimulation) and high frequency rTMS (Repetitive transcranial magnetic stimulation).",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section10B2-07067437241245384",
        "type": "paragraph",
        "chunk_index": 235,
        "headings": "Question 8. When Should Neuromodulation Treatments be Used? > Q.8.b. What Noninvasive Neuromodulation Treatments are Available? > Transcranial Magnetic Stimulation",
        "referenced_tables": [
            "Table 8.2",
            "Table A"
        ]
    },
    {
        "text": "In most trials, rTMS (Repetitive transcranial magnetic stimulation) is delivered concurrently with pharmacotherapy, while requesting participants not to change their medications or dosing. Specific medications, such as benzodiazepines, may negatively affect response rates according to retrospective reports, while concurrent antidepressant use may augment response rates.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section10B2-07067437241245384",
        "type": "paragraph",
        "chunk_index": 236,
        "headings": "Question 8. When Should Neuromodulation Treatments be Used? > Q.8.b. What Noninvasive Neuromodulation Treatments are Available? > Transcranial Magnetic Stimulation",
        "referenced_tables": []
    },
    {
        "text": "tDCS (Transcranial direct current stimulation) modulates cortical excitability through the delivery of a constant, weak electrical current via surface scalp electrodes. The advantages of tDCS (Transcranial direct current stimulation) include inexpensive equipment and relative ease of use such that tDCS (Transcranial direct current stimulation) can be delivered at home with few side effects or safety concerns. Meta-analyses have shown that active tDCS (Transcranial direct current stimulation) is more effective than sham in the treatment of mild to moderate depression, especially when combined with an antidepressant (Level 2) . However, the quality of evidence is significantly limited by heterogeneity in stimulation parameters and patient populations, high sham responses, and negative results from recent large RCTs. Current evidence also does not support the use of tDCS (Transcranial direct current stimulation) for those with severe depression or DTD (Difficult-to-treat depression) (Level 2) .",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section10B3-07067437241245384",
        "type": "paragraph",
        "chunk_index": 237,
        "headings": "Question 8. When Should Neuromodulation Treatments be Used? > Q.8.b. What Noninvasive Neuromodulation Treatments are Available? > Transcranial Direct Current Stimulation",
        "referenced_tables": [
            "Table A"
        ]
    },
    {
        "text": "MST (Magnetic seizure therapy) was developed in part to mitigate the cognitive side effects of ECT (Electroconvulsive therapy). Instead of direct electrical current, MST (Magnetic seizure therapy) uses vertex or frontal placement of single or paired circular coils to deliver TMS (Transcranial magnetic stimulation). The high intensity and frequency of TMS (Transcranial magnetic stimulation) induces an electrical field that is strong enough to elicit a generalized seizure. MST (Magnetic seizure therapy) has shown promising results in small-sample RCTs, with similar efficacy to right unilateral, ultrabrief ECT (Electroconvulsive therapy), but fewer adverse effects. However, without more definitive studies, MST (Magnetic seizure therapy) is still considered an investigational treatment (Level 3) .",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section10B4-07067437241245384",
        "type": "paragraph",
        "chunk_index": 238,
        "headings": "Question 8. When Should Neuromodulation Treatments be Used? > Q.8.b. What Noninvasive Neuromodulation Treatments are Available? > Magnetic Seizure Therapy",
        "referenced_tables": [
            "Table A"
        ]
    },
    {
        "text": "Surgical neuromodulation treatments offer the capability of “always-on” electrical stimulation to change the function of neural targets specifically and selectively (e.g., nodes in the neural circuit) that are inaccessible by noninvasive methods. Stimulus parameters can also be individually and continuously adjusted to either modulate the node (i.e., change the node function) or to ablate it (i.e., remove the node from the circuit).",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section10C-07067437241245384",
        "type": "paragraph",
        "chunk_index": 239,
        "headings": "Question 8. When Should Neuromodulation Treatments be Used? > Q.8.c. What Surgical Neuromodulation Treatments are Available?",
        "referenced_tables": []
    },
    {
        "text": "VNS (Vagus nerve stimulation) involves surgically implanting an electrode around the left vagus nerve in the mid-cervical region of the neck, connected to a pulse generator implanted subcutaneously in the chest wall. Low-level intermittent electrical stimulation of the left vagus nerve is believed to stimulate the nucleus tractus solitarius and its cortical and subcortical connections to achieve antidepressant effects. The VNS (Vagus nerve stimulation) procedure was first approved by regulatory agencies for the treatment of epilepsy, and subsequently for TRD (Treatment-resistant depression) in Canada (2001) and the United States (2005).",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section10C1-07067437241245384",
        "type": "paragraph",
        "chunk_index": 240,
        "headings": "Question 8. When Should Neuromodulation Treatments be Used? > Q.8.c. What Surgical Neuromodulation Treatments are Available? > Vagus Nerve Stimulation",
        "referenced_tables": []
    },
    {
        "text": "To date, there are very few RCTs involving VNS (Vagus nerve stimulation), and these studies have failed to demonstrate the efficacy of VNS (Vagus nerve stimulation) compared to sham control conditions in the short term. However, systematic reviews of open-label studies in patients with DTD (Difficult-to-treat depression) suggest that longer-term treatment (2 to 5 years) with VNS (Vagus nerve stimulation) results in superior response and remission rates compared to treatment-as-usual cohorts 6. VNS (Vagus nerve stimulation) is generally safe and well tolerated, with the most common side effects involving pain related to device implantation, voice hoarseness or alteration (due to intermittent stimulation of the larynx), coughing, headache, sore throat, and neck pain.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section10C1-07067437241245384",
        "type": "paragraph",
        "chunk_index": 241,
        "headings": "Question 8. When Should Neuromodulation Treatments be Used? > Q.8.c. What Surgical Neuromodulation Treatments are Available? > Vagus Nerve Stimulation",
        "referenced_tables": []
    },
    {
        "text": "DBS (Deep brain stimulation) involves neurosurgical implantation of electrodes in specific brain regions, connected to a subclavicular-implanted pulse generator delivering constant or intermittent electrical stimulation. The most frequently studied target for DBS (Deep brain stimulation) in DTD (Difficult-to-treat depression) is the subcallosal cingulate cortex, while other studied targets include the ventral capsule/striatum, the nucleus accumbens, the anterior limb of the internal capsule, and the medial forebrain bundle.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section10C2-07067437241245384",
        "type": "paragraph",
        "chunk_index": 242,
        "headings": "Question 8. When Should Neuromodulation Treatments be Used? > Q.8.c. What Surgical Neuromodulation Treatments are Available? > Deep Brain Stimulation",
        "referenced_tables": []
    },
    {
        "text": "Given that DBS (Deep brain stimulation) involves a neurosurgical procedure, most studies in MDD (Major depressive disorder) have small sample sizes and involve patients with highly refractory illnesses, including ECT (Electroconvulsive therapy) nonresponders. Open-label clinical studies of DBS (Deep brain stimulation) demonstrate high response rates in participants with DTD (Difficult-to-treat depression) across several targets. However, a sham-controlled RCT (Randomized controlled trial) of DBS (Deep brain stimulation) targeting the subcallosal cingulate cortex did not show efficacy after 6 months of blinded treatment. Longer-term observational studies suggest that, like VNS (Vagus nerve stimulation), the therapeutic effects of DBS (Deep brain stimulation) increase over time (Level 3) . In addition to transient side effects associated with stimulation, several studies have reported serious adverse events related to neurosurgery implantation.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section10C2-07067437241245384",
        "type": "paragraph",
        "chunk_index": 243,
        "headings": "Question 8. When Should Neuromodulation Treatments be Used? > Q.8.c. What Surgical Neuromodulation Treatments are Available? > Deep Brain Stimulation",
        "referenced_tables": [
            "Table A"
        ]
    },
    {
        "text": "Generally, noninvasive neuromodulation treatments are safe and well tolerated. Notably, ECT (Electroconvulsive therapy) is more efficacious for DTD (Difficult-to-treat depression) compared to other noninvasive neuromodulation treatments, although it carries a greater side effect burden. However, rTMS (Repetitive transcranial magnetic stimulation) is typically recommended for patients with TRD (Treatment-resistant depression) (and ECT (Electroconvulsive therapy) for DTD (Difficult-to-treat depression)) after the failure of first-line psychotherapy and medication treatments ( Table 8.3 ) because of feasibility issues, including limited availability (especially in the public health sector), patient burden (e.g., requiring daily clinic visits for rTMS (Repetitive transcranial magnetic stimulation)), and the need for specialized personnel (e.g., anaesthesiologists for ECT (Electroconvulsive therapy)). Although tDCS (Transcranial direct current stimulation) has evidence of efficacy, given the limited information on treatment parameters and the negative results from recent large RCTs, it has been downgraded to a third-line recommendation for MDD (Major depressive disorder) (Level 2) ( Table 8.3 ).",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section10D-07067437241245384",
        "type": "paragraph",
        "chunk_index": 244,
        "headings": "Question 8. When Should Neuromodulation Treatments be Used? > Q.8.d. When Should Neuromodulation Treatments be Selected?",
        "referenced_tables": [
            "Table 8.3",
            "Table A"
        ]
    },
    {
        "text": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/843a/11351064/2a8aade379ca/10.1177_07067437241245384-table29.jpg",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#table29-07067437241245384",
        "type": "table image ",
        "chunk_index": 245,
        "headings": "Question 8. When Should Neuromodulation Treatments be Used? > Q.8.d. When Should Neuromodulation Treatments be Selected? > Table 8.3.",
        "referenced_tables": []
    },
    {
        "text": "In some clinical situations, noninvasive neuromodulation treatments can be considered as first-choice treatments for MDD (Major depressive disorder). For example, ECT (Electroconvulsive therapy) can be used as first-line treatment in severe illness (e.g., MDE (Major depressive episode) with psychotic or catatonic features, severe suicidal ideation, and deteriorating physical condition) or for patients who had a prior good response to ECT (Electroconvulsive therapy). Similarly, rTMS (Repetitive transcranial magnetic stimulation) can be recommended as a first-choice treatment if there are tolerability concerns with medication options or if it was effective in a previous episode. Finally, except in emergent situations as mentioned above, rTMS (Repetitive transcranial magnetic stimulation) should generally be considered before ECT (Electroconvulsive therapy), given its less invasive nature and that individuals may continue to work or attend school while undergoing rTMS (Repetitive transcranial magnetic stimulation). Although some studies show that prior poor response to ECT (Electroconvulsive therapy) is associated with poor response to rTMS (Repetitive transcranial magnetic stimulation), other studies do not.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section10D-07067437241245384",
        "type": "paragraph",
        "chunk_index": 246,
        "headings": "Question 8. When Should Neuromodulation Treatments be Used? > Q.8.d. When Should Neuromodulation Treatments be Selected?",
        "referenced_tables": []
    },
    {
        "text": "Given the lower level of evidence for efficacy and the greater associated risks, surgical neuromodulation treatments should generally be considered after noninvasive neuromodulation treatments. Currently, VNS (Vagus nerve stimulation) is the only surgical neuromodulation treatment approved for TRD (Treatment-resistant depression) by regulatory agencies and is recommended as a third-line option ( Table 8.3 ). DBS (Deep brain stimulation) and MST (Magnetic seizure therapy) are currently considered investigational due to limited available evidence.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section10D-07067437241245384",
        "type": "paragraph",
        "chunk_index": 247,
        "headings": "Question 8. When Should Neuromodulation Treatments be Used? > Q.8.d. When Should Neuromodulation Treatments be Selected?",
        "referenced_tables": [
            "Table 8.3"
        ]
    },
    {
        "text": "The 2023 update of the CANMAT (Canadian Network for Mood and Anxiety Treatments) depression guidelines provides a comprehensive and evidence-informed framework for managing MDD (Major depressive disorder) in adults. Healthcare providers can use the new and updated recommendations to collaboratively guide individuals with MDD (Major depressive disorder) through their care journey from assessment to evidence-based treatments, with the overall aim of optimizing their personal, functional, and quality of life outcomes.",
        "section": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11351064/#section11-07067437241245384",
        "type": "paragraph",
        "chunk_index": 248,
        "headings": "Conclusions",
        "referenced_tables": []
    }
]